{
    "2014-07-25": [
        "AMZN: Analyst: Amazon’s Deal With HBO Promises All-New Content",
        "Sick and Tired of losing money on RHI WHR R AMZN",
        "The NASDAQ is obviously being weighed down by AMZN, but it bounced at the 10-day line, which is good to see. QQQ",
        "It's the same-old story at Amazon and investors are getting tired of it. Still, would you bet against Bezos? AMZN",
        "CERN Keeping my Eye on CAT LLL AMZN #liquidity",
        "Confirmed: INVN OIS 2-axis gyro and 6-axis (MPU6500) sensor in AMZN Fire Phone.",
        "If AMZN slips below 300, it qualifies for Super-Saver Shipping™",
        "5 analysts lowered share-price targets for Amazon. AMZN is down 10%.",
        "Where does AMZN get interesting again on long side ? 250 200 ? lower? Ugly print today. Wider losses don't justify that P/E. #Bezos",
        "The pummeling that Amazon's stock is taking has cost Jeff Bezos 3.3 billion: AMZN",
        "Are you hanging on to PEP LOW IRM AMZN",
        "I am AMZN to my wife. \"Two years of trading &amp; you still haven't made any profit?\"",
        "Stocks you might want to hold onto MDVN NUE UPL AMZN",
        "I am not a Peter Lynch walk-around guy, but I look on AMZN quite a lot. Some prices are out of line, too much. Passing, more and more.",
        "SPY. Ewwwwwww, glad I sold AMZN! QQQ",
        "AMZN hypercapitalist roots, runs non-profit biz. FB tries to change world fails, but churns out giant profits:",
        "AMZN Seems to be rejecting 322 ...",
        "Innovation is dangerous",
        "Maybe one day, profitability with Amazon will be sustainable. AMZN",
        "Jeff Bezos is testing the patience of investors, who probably feel like bag holders at this point. AMZN",
        "So, were there actual investors who really thought that building a phone from scratch AND drones wouldn't cost AMZN big ti…",
        "Whats going on with APH EMC RIG AMZN",
        "AMZN is having a 11% stock sale today. Free shipping.",
        "Not so Prime? AMZN beating estimates in a not-so good-way. Stock slides. #Amazon",
        "AMZN Stock Chart Analysis_ 7-25-14 - watch here:",
        "Great Stock Research on BMC AES AMZN FB",
        "FB taking off and AMZN landing. It's all in a market's day. Think where will these two be in two years from now.",
        "COF Are you looking to buy SLAB VC AMZN",
        "Looking for the next BK OFC FSL AMZN",
        "Amazon AMZN reportuje o 0.12 horší EPS než čekali analytici. Komentář stejný „Preferujeme dlouhodobé zisky před krátkodobými“. #Akcie -10%",
        "Stocks you might want to sell ILMN GWR DO AMZN",
        "Buy or sell? ABC NOW SLG AMZN",
        "Chart of the Day - AMZN and the Sports Illustrated Jinx",
        "AMZN stock had a bad week."
    ]
}