{
    "2014-04-02": [
        "RT @jolingkent: $AMZN FireTV $99 pricetag is same as Apple TV, but more than Roku and Google competitors. Ships today. Stock up 0.55% on an…",
        "La compañía de comercio electrónico $AMZN dio a conocer su nuevo dispositivo de transmisión de vídeo llamado “Fire TV”.",
        "Today's stocks to watch in the news include BBRY, AMZN, WFC, and MNKD $AMZN http://t.co/RX4WtQKaPb",
        "RT @engadget: $AMZN (@Amazon) introduces Amazon Fire TV http://t.co/f8QigQqXIq http://t.co/kJi1tOsXFT",
        "“@engadget: $AMZN (@Amazon) introduces Amazon Fire TV http://t.co/lkPEtIkYOx http://t.co/JV1dCgRFtP” @chadinfinitum",
        "Breaking: #Amazon unveils Fire TV steaming set top box: http://t.co/t964e7e2aH $AMZN",
        "Watch out Roku, Google and Apple -- Amazon has unveiled its video-streaming device. $AMZN http://t.co/hPe499pE4c",
        "$AMZN Amazon delivery lockers now also accept returns http://t.co/Q4QnilUc6a",
        "$AMZN “@BW: Amazon's Fire TV piles into the living room: http://t.co/5OpuV5DLkA http://t.co/hqwa9eTZR4”",
        "$AMZN - Amazon introduces Fire TV -&gt; http://t.co/lodbQkBbmD #stock #stocks #stockaction",
        "$AMZN, $SCTY, $NFLX, $GOOG, $FEYE, $SPLK, $WDAY, $YELP, $FB, $TWTR,  high flyers all red again. Rotation not over apparently.",
        "Do we really need another smart TV offering? And will Amazon TV use the same shitty user interface as Amazon Video? $AMZN #ThanksButNoThanks",
        "\"@JoeyJeff: Will Amazon’s New TV Box Be Cheap or Free? http://t.co/WFgMa00304 $AMZN",
        "Great  #Stock Newsletter you must have $IVZ $PSA $RNR  $AMZN #Research http://t.co/zpC1bCK3uL",
        "$AMZN Amazon says Fire TV also a gaming console: Full Story http://t.co/BkfVoa3Ysf",
        "Two big selling points of Amazon's FireTV: Voice-activated search and gaming capabilities. http://t.co/qtr5SgcXlk $AMZN",
        "RT @CNBCDisruptors: Amazon has just announced a new streaming video device, called FireTV, in New York City: http://t.co/uXNfzvIMol • $AMZN",
        "RT @elbisnesman: Parece que $NFLX asimilo bien el lanzamiento del nuevo sistema de tv de $AMZN, creo que la guerra no es con ellos",
        "$AMZN Apple, Facebook, Google Internet data centers getting greener, report finds http://t.co/9DaeAoXijb",
        "Watch out Roku, Google and Apple -- Amazon has unveiled its video-streaming device. $AMZN http://t.co/NQeKzise1O http://t.co/kQlkgUJEZO",
        "RT @sdkstl: $AMZN played it smart by pairing $6 HDMI cable w/ #FireTV - then screwed up by treating as sep shipping item for added $3.99 fe…"
    ]
}