{
    "2015-01-30": [
        "Bought AMZN Feb'15 277,5 PUT to close at profit - zamknięcie pozycji z zyskiem. Szczegóły na: http://t.co/wTycSLPJh4",
        "VXX TLT GLD at trendline resistance i think we see a push into SPY QQQ IWM AMZN GOOGL into the close",
        "Stocks from the SMB Scanner: LULU TWTR AMZN GNW FUEL",
        "Out of AMZN 310 feb 6th calls at $39 from $12.3. 210% gain",
        "AMZN peeps actually like profits huh? Whole new ball game now.",
        "Yes I liked GOOG and AMZN and V and listened to them as I signed #GetRichCarefully for new http://t.co/QEm6ov7dws subscribers",
        "Manhattan is app'd to be 1-hour delivery service heaven because of Amazon Prime Now   http://t.co/zDj1Waq2ze via @psfk retail AMZN",
        "Lots of happiness in AMZN considering rev miss, guide down, international not growing, media freezing ...",
        "AMZN & GOOG up big. AAPL green. XOM was green. Financials, esp. Canadian ones getting smoked. ES down 1%… see the problem here.",
        "Awesome surge by AMZN this morning as it hits 6-month highs, but it's running into some initial resistance at $350.",
        "AMZN ABBV HA ES_F SPX Updates - 29 Jan 2015 http://t.co/VHAeDzqxIp",
        "Sold a few Jan AMZN OTM puts.  Thought I'd join the party.",
        "Premarket most active stocks: AMZN, AAPL, TVIX, XIV, QQQ, FB, YHOO, ICPT, ERIC, MSFT",
        "January 30 Premarket Briefing: 10 Things You Should Know - http://t.co/2ELCZumLLw AMZN markets invest mkt",
        "The fact that Big Cap Tech Stocks like AMZN are showing a solid bid in the midst of Negative Earnings Expectations …http://t.co/s37rOEf7KU",
        "AMZN ripping and holding today on a down day for the market.... just imagine what she does next week on a green day... $400 magnet",
        "Amazon is ripping today. Up 14%! These are its highest levels since last July —> http://t.co/bOsGodoVrp AMZN",
        "Just when I win on AMZN, I lose on FB and AAPL.  How depressing.",
        "Bezos got drones in his house to do chores for him... AMZN",
        "AMZN received a new alert. Find out why at http://t.co/5lwmDm2SCs stocks daytrading trading mkt NYSE NASDAQ markets 448",
        "Amazon's Profit Drops Less Than Expected -- 3rd Update http://t.co/jaAgf0jWqM"
    ]
}