{
    "2016-01-28": [
        "RT @montalvo_d: Facebook, the gold-capped FANG following earnings. But Amazon, Google have yet to report.",
        "RT @StockTwits: We can imagine not many people thought this would happen:",
        "@TrembFredrick Your estimate for $AMZN Q4 2015 has been scored – ",
        "RT @optionalarmchat: Our room knows the levels and trades confidently Ur on $TWTR, TAKE A FREE TRIAL",
        "Amazon's U.S. and AWS growth remains strong, international lags; shares -12.6%",
        "RT @NorthmanTrader: I'm sure we're completely safe.",
        "RT @JoshAnswers:  on top of these moves. S/O MARKIE MARK!",
        "Buying $AMZN stock...",
        "RT @WallStJesus: $AMZN LOOKS LIKE 1 OF THIS MORNING'S SWEEPERS ROLLS UP HERE INTO FEB 680 C -- TAKE SOME PROFIT & LET A PIECE RIDE MY FRIEN",
        "One simple reason why Amazon is spending over $3 billion on music and video content:",
        "Cloud service, Prime expected to boost Amazon earnings ampressman ",
        "Tickers trending on TWTR in last 1 hour ",
        "https://t.co/lqld4EgBgy bobirw: Short 100 $AMZN at 628.00: bobirw ",
        "Big name earnings due to report after-market:",
        "$AMZN (Amazon), $AMGN (Amgen), $MSFT (Microsoft), and $EA (Electronic Arts) are set to report #earnings after the bell.",
        "RT @RANsquawk: Big name earnings due to report after-market:",
        "$AMZN wild right now",
        "$AMZN $590",
        "@Dtrader7 $AMZN ",
        "$AMGN good  ...  $AMZN bad  ... but wait ... #Biotechs trading at lowest PE in a decade are overvalued and $AMZN is undervalued",
        "$AMZN set up like a bowling pin.  Only question is how big the blow out will be...or not.",
        "$AMZN - 10.92% Ploooop",
        "$AMZN drops $75 to $560 after Q4 earnings miss expectations :theflyonth",
        "$AMZN PUTS today were a no brainer.  Anyone who went long is a complete dumbass.",
        "Miss it? AM Anticipation 1/28 Stocks mixed $DJIA | durable goods DIVE | Facebook SOARS $FB | $AMZN $MSFT earnings ",
        "$AMZN, I do not think I have ever seen a stock trade up 9% before earnings announcement.  What if they miss???",
        "@financialbuzz @AnthonyOhayon ur lips-gods ears! Imo we see mid 700s, $AMZN intl growth AWS profit & domestic margins increasing ! ",
        "BREAKING: now $AMZN spiking, we're getting @howardlindzon of @StockTwits on what is going on, coming up @FoxBusiness",
        "RT @IGSquawk: $AMZN has broken loose in the run up to its earnings. Up 9% in the main session. Numbers expected just after the close.",
        "Tech gone wild! Would you rather: Amazon or Microsoft?",
        "Student is up $400k Trading Momentum Stocks with WARRIOR TRADING ",
        "RT $TSLA HFT Algos triggered BUY in SIGMA-X, CROSSFINDER, ATS, LX @ 06:50. P/T 195.00 #Quant ",
        "$NFLX drifting afterhours on $AMZN earnings",
        "RT @LaMonicaBuzz: Amazon SubPrime? Yikes. Amazon missed on earnings and sales.",
        "$AMZN",
        "@Juanacruz $AMZN just reported earnings for Q4 2015 – ",
        "OK - so $FB is up, $AMZN diving...",
        "$AMZN $540-544 support area on watch. Super bearish is this level doesn't hold...",
        "@cnbc will try to find every $AMZN bear they can and put them on.",
        "#Amazon Web Services brings in $2.4B in revenue in Q4 2015, up 69% over last year ",
        "RT @FajaJake: For every action, a reaction.",
        "RT @ampressman: Meanwhile RBC’s recommended BAGEL doing worse YTD than FANG:",
        "$FB givith, and $AMZN taketh away.",
        "Amazon skids 11% after sales and profit fall short of Wall Street forecasts ",
        "RT @WSJ: Amazon reports best quarterly profit ever ",
        "One example $AMZN ",
        "@smtraderCA Agreed all eyes on this bad boy $AMZN ready to see what its made of",
        "RT @SwingWarrior: 3 Amazingly Valuable Concepts for NEW Traders | ",
        "RT @CNBCFastMoney: Facebook's big earnings beat boosts the rest of FANG after hours ",
        "Our Penny Stock Alerts Have Gained Over 166% Over The Past 2 Weeks! Special Update: ",
        "RT @SwingWarrior: MONSTER week for swing trades using options strategies for earnings. +253% +320% unrealized & flat ",
        "Those of you that gold stocks through earnings like $AMZN tonight and $FB last night.. As a trade.. I want some of what you're drinking.",
        "https://t.co/EKkz7lR3sJ, Inc. Given “Outperform” Rating at RBC Capital "
    ]
}