{
    "2015-01-29": [
        "See $MCD today? that's $TWTR if they changed the man at the top",
        "$MCD Volume is huge and bullish. Six months target: 111.50",
        "McDonald's CEO Don Thompson is retiring, effective March 1",
        "$MCD was ripe for an activist yet no one of any scale ever showed up. Jana was there w small stake but sources tell me they're long gone.",
        "McDonald's CEO out as sales sink; $MCD stock up 3% afterhours",
        "$DPZ Financials Updated Thursday, January 29, 2015 10:07:31 AM $MCD $UGAZ $VLO $GDX",
        "Using the strength to sell half my long term position. Still love the dividend but I see no reason this can't keep slowly falling.",
        "McDonalds $MCD is getting crushed in the court of public opinion, it needs change and a burger that competes with gourmet eateries",
        "Today's Victims\n$COH $DOW and maybe $MCD $F",
        "$MCD - MARKET SNAPSHOT: U.S. Stocks: Ford, McDonald's Up As Futures Point To Rebound",
        "No activist fingerprints on CEO exit at McDonald’s",
        "How's this for a retirement \"party\": McDonald's stock pops 4% after CEO steps down",
        "Why It's So Hard for McDonald's to Change",
        "Don't you love a stock that goes down when a co-founder ENDORSES its ceo? The same thing happened at $MCD before the firing.",
        "$MCD:\nDow Jones Industrial Average Leaps 100 Points Ahead Of Google ...",
        "THEFLYNEWS:On The Fly: Closing Wrap $BABA $YHOO $MCD $QCOM $ALB $COH $LRN",
        "#McDonald : Briton Named New Chief Executive Of McDonalds",
        "McDonald's, with shares struggling, names new CEO as Thompson retires",
        "This Ahead of the Tape column on $MCD was extraordinarily prescient",
        "puh... anstrengend.. $MCD feuert mitten im $FB Call den Chef",
        "Who is #McDonald’s new British CEO?",
        "$MCD - McDonald's: le PDG débarqué",
        "#StupidStock Move of the Day! $MCD's many problems don't go away with Thompson. Up 5% on new CEO?"
    ]
}