[
    [
        {
            "time": "2018-01-30",
            "original_text": "The Challenges Ahead for Facebook This Year One Key Earnings Figure to Watch in Facebook's Q4 Report Is Facebook Stock a Buy in 2018? Tracking Facebook’s 4Q Track Record Facebook Just Poached an Augmented Reality Exec From Google Why Asia Is the Key to Facebook's Q4 Earnings Report AT&T vs Qualcomm: Which Stock Is Poised for Better Earnings? 5 Stocks to Buy for Aging Millennial Generation Facebook Bans Ads for Bitcoin and Initial Coin Offerings After Hours Most Active for Jan 30, 2018 :  ETP, MSFT, ETE, FE, EPD, MRK, T, CSCO, INTC, QQQ, GILD, FB Facebook to ban cryptocurrency-related ads FANG's Must-See Earnings Charts One Key Earnings Figure to Watch in Facebook's Q4 Report Silicon Valley stock index slides as tech giants fall Facebook says it's banned 'misleading' financial ads Facebook ban on bitcoin ads is the latest in a very bad day for cryptocurrencies No more annoying bitcoin ads on Facebook Microsoft Corporation Stock Looks Strong Heading into Earnings Facebook bans all ads for cryptocurrencies, ICOs and binary options The Motley Fool Makes Its ETF Debut Why Asia Is the Key to Facebook's Q4 Earnings Report Facebook bans cryptocurrency ads amid fears about scams Facebook bans cryptocurrencies, ICO ads Should You Buy Facebook (FB) Ahead of Earnings? Facebook Makes Steady Gains in the Workplace Facebook Bans Ads Associated With Cryptocurrencies Facebook bans ads promoting cryptocurrencies What Could Lead Twitter to Profit in 4Q17? Will Facebook's (FB) Video Efforts Pay Off in Q4 Earnings? FAAMG ETFs to Watch as Q4 Earnings Unfold What Twitter Expects—and What You Should Expect—for Its 4Q17 Commentary: Facebook Messenger Kids Is Like Cigarettes for Children Facebook earnings: How will news feed changes impact revenue? Call for Facebook To Cancel Messenger Kids Is Well-Meaning But Misguided Facebook urged to pull plug on Messenger Kids Clouds And Likes: Microsoft And Facebook On Earnings Docket Child experts: Just say 'no' to Facebook's kids app German antitrust regulator: Why we're investigating Face... The professor who wrote the book on making addictive technology is having second thoughts What You Should Know as Twitter Prepares to Report Its 4Q17 Who’s Watching Facebook Watch? Facebook Concerns Are 'Overdone,' KeyBanc Says Ahead Of Q4 Print Will Facebook's (FB) Video Efforts Pay Off in Q4 Earnings? Where Twitter’s Bookmarks Feature Fits Mark Zuckerberg’s Clueless Plans For Promoting Local News on Facebook Noted tech investor says the sector is not the best place to invest right now Facebook, Amazon and Alphabet Q4 Earnings Preview: Canaccord Facebook Wants to Fix Itself. Here's a Better Solution. Today’s Research Reports on Stocks to Watch: Facebook and Snap Digital TV and video industry set to see revenues almost double in 5 years, study says What to Know as Twitter Launches Its Bookmarks Trial Health Experts Ask Facebook to Shut Down Messenger Kids Facebook to promote local news in latest update Why 2017 Was a Year to Remember for Twitter, Inc. 5 Key Things to Watch as Facebook Reports Earnings 3 Key Estimates for Facebook's Q4 Earnings Report Fake Followers Under Fire on Social Media Facebook says it will prioritize local news posts",
            "features": {
                "keywords": [
                    "Facebook",
                    "Q4 Earnings",
                    "cryptocurrency",
                    "ads",
                    "ban",
                    "Asia",
                    "local news"
                ],
                "sentiment_score": -0.2,
                "policy_related": "true",
                "investment_strategy": "true",
                "sector_focus": [
                    "technology",
                    "finance"
                ],
                "causal_factor": "true",
                "causal_impact": "negative",
                "affected_by_time_series": "true",
                "ts_effect_direction": "negative"
            },
            "scores": {
                "News_content": "The Challenges Ahead for Facebook This Year",
                "Correlation": 9,
                "Sentiment": 5,
                "Importance": 7,
                "Impact": 6,
                "Duration": 7,
                "Entity_Density": 8,
                "Market_Scope": 4,
                "Time_Proximity": 6,
                "Headline_Structure": 7,
                "Source_Recency": 6
            }
        }
    ]
]