{
    "2014-02-27": [
        "@CNBCFastMoney $AAPL $TSLA My take = Merger Space / Satellite TV Spectrum GLOBAL Buy $DTV $DISH $NFLX Elec Autos Global",
        "\"75% of mobile devices in the workforce are Apple devices\" $AAPL",
        "$AAPL ESPN Launches 15 College Conference Channels on Apple TV, Roku ... - Variety",
        "Battery Chemistry Is Getting In The Way Of Apple's Vision via @forbes $TSLA $AAPL $FB $TWTR battery partnership",
        "Yellens Back! Should be an up day and heres our outlook: $UNG $SPY $IWM $AAPL $TSLA $MS #manipulation",
        "Topping or Popping? The Markets True Value: $TSLA $YHOO $PCLN $NFLX $AAPL $QQQ $ITMN #investing",
        "Risk And Reward Analysis Of Apples Stock $CVX $JNJ $KO $PEP $PG $AAPL",
        "$AAPL Apple to Arizona: Anti-gay bill puts Mesa sapphire plant at risk",
        "$AAPL - Here’s How Apple Protects Touch ID Fingerprint Data #stock #stocks #stockaction",
        "Looks like someone is buying up $AAPL today...Wouldnt be surprised of more Apple buyback or more @Carl_C_Icahn news",
        "$AAPL - making a break for it again. Bulls have this one 2day. Tomorrow $AAPL news is coming... stick to your rules.",
        "Nasdaq creeping up to highs of the day even as the Dow and S&P have pulled back a bit. Apple ($AAPL) rallying.",
        "$AAPL should buy $TIVO as *part* of the iTV strategy",
        "if you missed it yesterday, here is what I had to say on Fox about $BBRY and $AAPL",
        "$AAPL 525 call",
        "A Different Spin on S&P 500 ETFs #sp500 #ETF $SPY $IVV $RWL $AAPL $PSX $WMT $COP",
        "$AAPL How the Apple-China Mobile Deal Impacts Electronic Arts",
        "@GuyAdami @carlquintanilla @ScottWapnerCNBC $TSLA Split Cost of battery packs w/ $AAPL... MONSTER ComBO??",
        "$AAPL Oscar Pistorius: Police fly to Apple HQ in California to access deleted phone ...",
        "5 stocks to help you profit from the next dot-com bubble $FB $AAPL $P $TWTR $ANGI $YELP #DotCom #Bubble",
        "$AAPL Galaxy S5 vs iPhone 5S specs comparison - Inquirer",
        "$AAPL Why Apple Wants to Brand All Bluetooth Beacons as iBeacons",
        "Get #Stock Market Reports on $TEL $WMT $COO $AAPL #investing",
        "#TBT REMEMBER WHEN- Mason out at $GRPN! $AAPL dividends! $RIMM downgraded & MORE! #Throwback #Thursday",
        "@tim_cook If I were you, I would call @elonmusk personally tomorrow and tell him $AAPL is in for $2 billion. $TSLA gigafactory.",
        "@FortuneMagazine Apple is Fortunes most admired for 7th year in a row: $AAPL",
        "$AAPL now down almost 8% so far in 2014. $MSFT flat. $GOOG +9%. $BBRY +39%.",
        "$AAPL Apple releases iTunes 11.1.5 with fix for device connection issues - Apple Insider",
        "JC Penney getting better: Kniffen: How far is JC Penney away from... $PSID $BA $AAPL $SPY"
    ]
}