{
    "2014-05-28": [
        "NOW Should you buy BEAM SWKS AAPL Give it a try",
        "Using our Buy/Write Strategy With ABX.  Also AAPL DLTR EXCH IRBT STX BetheHouse Optionstrategies",
        "Microsoft gets lots right with Surface Pro 3",
        "Most active options: BAC Fed plan, FB antitrust review, AAPL hacker, MU & TWTR upgraded",
        "AAPL signaling the exhaustion - risk range now = 610-632",
        "MECHANIC BIG PICTURE REPORT BROGHT TO YOU BY ODYSSEY TRADING GROU SPY GOOG QQQ AAPL DIA",
        "the pundits said the same for AAPL look where we re now. I bought GM at 26, will hold",
        "Subscribers saw our Penny Stock Picks gain over 4,000% this year! Subscribe Today TRX AAPL GOOG",
        "Couple of Stocks you should Watch SBNY LNT DOV AAPL",
        "it came out-of-the-blue a 1,000 point drop in the S&P500 index...wallstreet continues bringing reasons...SELL today!!!",
        "Apple to acquire Beats Music & Beats Electronics for 3 billion",
        "AAPL confirms it buys Beats and I confirm I still hate Beats",
        "Chief Executive Dre",
        "#BREAKING: Apple to pay 2.6B in cash, 400M in equity for Beats",
        "#BREAKING: Apple acquires Beats for 3B",
        "Apple officially announces the acquisition of Beats for 3B",
        "RT BREAKING: Apple to acquire headphone maker Beats Electronics for 3 billion",
        "Apple to acquire Beats Electronics for 3 billion. Price consists of 2.6B in cash and 400M in Apple stock",
        "Apple, Google, Regeneron: How American Century Ultra Fund Is Playing AAPL REGN GOOGL",
        "Apple's Mystery Shopper",
        "Is this what Apple has become?  Urban Dictionary: try-hard",
        "With speculation of an Apple smartwatch, AAPL price target was raised to 700 from 615",
        "PLENTY OF FUEL FOR APPLE TO ROCKET UP GOOG MSFT MS: When a stock is under owned and good news comes",
        "2 years ago (mid-monster run), AAPL had trouble and pulled back from....the 630 level and went to 580....only to crush 700 soon after",
        "AAPL Institutional Distaste A Bullish Signal For Apple",
        "IDC continues to reduce its BlackBerry forecast across the board. AAPL MSFT BBRY tech smartphone",
        "The Defensive Portfolio: Focusing On Competitive Advantage AAPL AMZN FB GOOG GOOGL",
        "Are you considering selling  UNM MXIM AKAM  NSE",
        "Wonder if someone dont buy this company out given its huge growth and earnings GE SPY DIA QQQ DARA SPEX NEWL XOM WMT AAPL",
        "AAPL Four Questions For Apple About The Smart Home",
        "charts says: 676.00 here we come! MU T V NFLX WFC C AMZN SPY TWTR FB QQQ AA ",
        "Apple 7-1 Stock Split Draws Near  - How your stock and options get affected",
        "AAPL: Heres How Small Smartphone Vendors Are Shifting the Market",
        "Buying  or selling EQT BMY CMI AAPL Must see",
        "DR. DRE CAN FINALLY AFFORD TO PROVIDE HIS FAMILY WITH GROCERIES SINCE HE NOW AN EXECUTIVE AT MOTHAFUCKIN APPLE",
        "Apple to acquire Beats for 3B, Dre and Iovine to join Apple as part of deal",
        "China Mobile latest 3G/4G sub data charted. Wonder how many 4G subs on iPhone? AAPL CHL smartphone wars",
        "Apple to buy Beats",
        "That is awesome. Wish Apple buys Nokia Maps and that would be a huge plus for Apple",
        "AAPL hey Tim Cook wanna buy a bridge ?",
        "Tim Cook says AAPL 3B acquisition for Beats Electronics is all about the music.",
        "Weekly S&P100 Stocks Trend FB SBUX DOW AXP FDX MS AAPL INTC BA HPQ GD F COF USB DD V UPS"
    ]
}