{
    "2014-03-27": [
        "Our subscribers saw $LVGI gain 837.5% in the past 4 days! Huge News: $AAPL $BAC $CBIS",
        "VIDEO markets testing key fib levels and moving averages $SPY $QQQ $IWM $XLF $SMH $AAPL",
        "@obamawave but i like $AAPL thats surviving. Product hype should bring it to 600s.",
        "Apple : Patent Application Titled \"Shorting Structure in Plastic Roll-To-Roll Process\" Published Online $AAPL",
        "$AAPL Bill Miller: My favorite is Apple",
        "$AAPL Va. consumers to get $4.3m in e-book settlement",
        "$AAPL From The Birth Of The iPhone To An Era Of Lawsuits - NPR (blog)",
        "Actionable Options for Thur Mar 27 $BBRY $CRM $AAPL",
        "$AAPL Russian Government Officials Dump iPads Over Spying Fears",
        "$AAPL - Apple Came Up With A Way To Stop You From Bumping Into Things While Te...",
        "New photos of Apple's sapphire plant show build progressing as rumors point to ... - Apple Insider",
        "$AAPL Apple Responds to Calls for Emoji Diversity",
        "When Is The Right Time To Invest $AAPL $XOM $JNJ $GE $T",
        "Google: Too Big to Fail but Should Sell Self-Driving Car Ops $Goog $AAPL #tech $TM $GM #BMW #google",
        "Interesting. Another potential $LQMT patent for $AAPL",
        "$AAPL - Why Apple still leads the tablet market despite market share loss",
        "Google: Too Big to Fail but Should Sell Self-Driving Car Ops $Goog $AAPL #tech $TM $GM #BMW #google",
        "$AAPL The untold story behind the creation of Apple's first iPhone - BGR",
        "$AAPL Apple Reveals Sapphire iPhone Plans in New Patent",
        "$AAPL How to install WhatsApp on an iPad - Macworld UK",
        "This $AAPL is a joke. Sub 520 in no time. It takes 1/5th the vol to take it down than to push it up #GameOver Nice #PumpAndDumpYetAgain",
        "Microsoft Just Released Office For The i- $MSFT $AAPL",
        "Rob Black & Your Money – San Francisco- $NFLX $AAPL",
        "$AAPL Microsoft Office for iPad arrives: Word, Excel & PowerPoint now available to ... - Apple Insider"
    ]
}