{
    "2014-04-03": [
        "Todays movers to research MAC DECK CMA AAPL wealthmanagement",
        "Top Tech Stocks: JaFcAVq72V AAPL MSFT AMD",
        "AAPL Apple v. Samsung Trial: 5 Things You Need to Know xj3CJvxsfm",
        "Sick and Tired of losing money on AAPL GHC GWW CI financial mzJZrmrn2k",
        "2 Things That Really Matter For Apples New Share Buyback Program A2XMzxLB3G AAPL",
        "Steve Jobs described Apples rivalry with Google as a holy war, according to emails. LcYEDVmH1v AAPL rc",
        "AAPL Hearthstone on iPad global release begins, out everywhere soon CP4USUWkEm",
        "AAPL Doo moves beyond document syncing, releases Scanbot for iPhone BwFDKbftgp",
        "AAPL announces Worldwide Developer Conference will be June 2-6 at Moscone West in SF CNBC",
        "AAPL video Panic prompts Chinas mini stimulus: Chanos stock stocks stockaction 4p23ZyitSt",
        "4 key features AmazonFireTV holds over AppleTV, Chromecast, Roku: 1SXqcyRww5 themotleyfool AAPL AMZN GOOG welldone",
        "AAPL Doo moves beyond document syncing, releases Scanbot for iPhone 1mypWKjsCx",
        "Bad Invesments like got you down CERN RRC DDS AAPL money YzZN3oMhYP",
        "AAPL Apple v. Samsung: techs most vicious patent war returns to p2uAfAMauo",
        "Could be breaktout time on NVDA MCY COO AAPL tNYcAUu4LL",
        "BlackBerry Has an Image Problem 9fiPw1i3OE | Wall Street Playbook BBRY AAPL",
        "Buffalo Wild Wings says it plans to install tablets at tables for ordering & payment. AAPL",
        "Proof that competition is a non-issue for P AAPL, Spotify BeatsRadio Rdio jrAWXnrM8F",
        "This weeks Stocks you should Watch EGN ETFC DDS AAPL wealthmanagement UPAagTXX0h",
        "Apple to debut iOS 8, Mac OS X updates at WWDC on 2 June - Inquirer S1MgthdPgG AAPL",
        "AAPL short term wedge 2I3goycGZZ",
        "AAPL Apple iPad Air 2: Possible Pressure Sensitive Touchscreen As New Patent W1tpFR92dl",
        "AAPL Fantastical 2 for iPad rethinks the tablet calendar I58t1drQ5W",
        "Find out the latest on PEG SLAB ROP AAPL financialnews cusSguT4mZ"
    ]
}