{
    "2014-10-20": [
        "@BullBusters join the stock discussion on Thinking Alpha $AAPL",
        "RT @ampressman: Ups & downs in $AAPL today mostly just mirroring the overall market. New iPads etc made little to no impact.",
        "@ismaeltillawi join the stock discussion on Thinking Alpha $AAPL",
        "Cook: iPad - We kind of Won...Folks...;) $AAPL",
        "$AAPL News: \"Which Stock Will Be Taken Out And Shot Next? $AMZN $IBM $NFLX\"",
        "RT @philstockworld: The Levels We're Watching and the Positions We're Taking for the Week Ahead: $SPY $DIA $QQQ $IWM",
        "$NYUD unhelpful today as tool so far as indicates sideways chop into $AAPL earnings...",
        "$AAPL analysts are looking for EPS of $1.31 on revenue of $39.8B when $AAPL reports fiscal Q4 after market today. Stock up $1.92 (2%).",
        "$AAPL “@BloombergTV: EARNINGS: Apple 4Q EPS $1.42, Est $1.30”",
        "RT @OptionsHawk: $AAPL $1.42 vs. $1.31 ; Revenues $42.1B vs. $39.88B (Q1 and GM's Guide All that Matters)",
        "Next up on today's earnings block is $IBM new partner $AAPL",
        "$AAPL all about the iPhone 39.3m sold v est of 38m iPad however missed 12.7m v 13m est.",
        "RT @ReutersBiz: EARNINGS: #Apple Q4 EPS $1.42; Q4 revenue of $42.1 billion.",
        "@Gomez_in_Miami $AAPL just reported earnings for Q4 2014 – ",
        "$AAPL reports it now has \"all the cash\".",
        "@torjeolsen $AAPL just reported earnings for Q4 2014 – ",
        "RT @CNBCnow: Apple just reported Q4 earnings. This is how many devices $AAPL sold in the quarter.",
        "$AAPL por encima de todo. BOOM $1.42 por acción son da ganancias. #FTR1",
        "RT @llsethj: AAPL killed it “@9to5mac: Apple $AAPL Q4 earnings are out ”",
        "Best iPhone launch quarter for Apple of the last five years! $AAPL",
        "RT @JonErlichman: In fiscal 2014, revenue Apple generated from the iPhone alone was roughly $102 billion $AAPL",
        "$ES_F EMINI SP500 Futures #TradingSignal #DayTrading Monthly Weekly & Daily Key Support Resistance Levels $SPY $SPX",
        "$AAPL Apple Inc (AAPL) 99.36 +1.69 (+1.73%) $UUP $JDST $UGAZ",
        "@mcstockpicker join the stock discussion on Thinking Alpha $AAPL",
        "$AAPL JC. I just wish that moron Colin Gillis would just shut the F up, I've got door knobs that are smarter than that dumb SOB",
        "If $AAPL acts likes Apple and most earnings plays it's gonna sell off tomorrow. take that dollar profit people lols",
        "RT @WSJ: \"Demand for the new iPhones has been staggering.\" Live blog of Apple's Q4 earnings call:",
        "@manelok stock investors are making the move to Thinking Alpha join us $AAPL",
        "Apple Pay With iPhone 6 Demoed in McDonald's Purchase",
        "RT @John_Butler25: $AAPL iPhone shipments up 16% yoy, big jump in ASP on #IPhone6 sales, with China to come in fiscal 1Q.",
        "RT @PeripheralTech: iPod will no longer have its own category in earnings reports – $AAPL",
        "Time to replace $IBM with $AAPL on the Dow.",
        "RT @PipsToDollars: $RSH chart is primed and there is news they are partnering with $AAPL So is everyone else but that is the huge buzz for",
        "$AAPL I think we see $102-$104",
        "RT @KirkKornegay: Well see what $AAPL has to show but I expect strong earnings which are already priced in...might just be a choppy trade",
        "Where is $AAPL ER?",
        "\"for got to include link: $AAPL A 1 minute chart with blue arrow identifiers you can open with thinkorswim\"",
        "Well, I guess Apple did good this quarter. $AAPL",
        "@skyyearxp $AAPL just reported earnings for Q4 2014 – ",
        "Others! Go back N think strategy!",
        "RT @ReutersBiz: #Apple sells a better-than-expected 39.3 million iPhones in the September quarter:",
        "$AAPL - MARKET SNAPSHOT: U.S. Stocks Gain; Nasdaq Rallies",
        "$AXP $AAPL Apple Pay \"card\" allows you to see last few transactions by tapping the card image.",
        "RT @SconsetCapital: $AAPL reports it now has \"all the cash\".",
        "Last week's buying providing a workable cushion, some welcome low vol around $AAPL earnings, futures continue move up off of the lows.",
        "RT @miriamgottfried: Why is this iPhone launch different than all other iPhone launches? $AAPL $T $TMUS $VZ $S",
        "$CTRL I believe that $AAPL will kick the tires on it. Earnings next week. 1/2 position here and looking for more.",
        "added 2 $AAPL Nov14 $103 Call @ 1.58, $316 additional prem to posn for AH earnings.",
        "RT @StockTwits: Why do Apple earnings matter so much?",
        "iPad unit sales have fallen for 2 straight quarters, while revenue has declined in 4 of the past 5 quarters.",
        "did a small hedge into Oct 31st on $AAPL puts into $95 just in case to protect remaining swing profits=if gaps up $105 or more I’d lock",
        "According to Forbes, Microsoft $MSFT is planning to counter $AAPL and $GOOGL with its own wearable device in t...",
        "RT @ScottWapnerCNBC: ALERT: Greenlight's David Einhorn will be on @HalftimeReport on TUESDAY. What does he think of $MU, $AAPL and the sto...",
        "RT @WSJ: One analyst predicts Google, not Apple, will be the first $1 trillion company by market cap: $GOOG $AAPL",
        "@afirestein join the stock discussion on Thinking Alpha $AAPL",
        "#iOS8.1 is now available and mark my words #ApplePay will forever change the way we buy things.",
        "$AAPL research released. Earning out tonight, sets the scene for next year. #iPhone6 #iOS8 #AppleEvent",
        "Will Apple Top The Whisper Number This Quarter? $AAPL #APPLE",
        "RT @Losfinancieros: @AppleReporter: #Apple #Earnings Preview. Reports Monday, After Market Close",
        "RT @BobPisani: Piper Jaffray's Gene Munster: $AAPL ApplePay tested at McDonald's, Walgreens, & Whole Foods: \"able to complete transactions",
        "@MyOrgone join the stock discussion on Thinking Alpha $AAPL",
        "RT @carlquintanilla: Citi runs a full-pg ad for #ApplePay, saying \"whoa is the new black.\"",
        "RT @alisaparenti: Apple's bigger screen on the #iPhone6 is paying off. $AAPL",
        "$AAPL - MARKET SNAPSHOT: U.S. Stocks: Futures Fall As IBM Slides",
        "@AppleTwD join the stock discussion on Thinking Alpha $AAPL",
        "$AAPL - Calendrier des sociétés sur 15 jours",
        "@tomjquirke join the stock discussion on Thinking Alpha $AAPL",
        "@ErnestoZoghbi join the stock discussion on Thinking Alpha $AAPL",
        "@algoinsight join the stock discussion on Thinking Alpha $AAPL",
        "$AAPL getting the edge on payment over $GOOG by marketing privacy trust",
        "RT @SniffOutStocks Ebola Stocks $INO $PPHM $PSID $IBIO fox news says WHO estimates 1.5 million infected by December ",
        "Charts. $AAPL charts.",
        "RT @CNBC: The fights over Apple's $155 billion cash:",
        "Contd...$AAPL highs around 103 tomorrow from what option players wanted to plan. A heavy amount of unloading will take place at 103",
        "RT @DamnGoodTrader: $AAPL $FB $TWTR $BABA $GPRO $NFLX $SPY $BAC $C $MCD $NKE",
        "$AAPL got the Soulja Boy co-sign. RT @souljaboy: apple pay",
        "RT @9to5mac: Apple $AAPL Q4 earnings are out",
        "@tejacobs11 CEO of the Year for @tim_cook $AAPL - Really - To make a Transition, Deal with #BendGate, Have $IBM Implode, etc - A Saint",
        "$AAPL! RT “@fmanjoo: Apple Pay reduces Uber's sign-up flow to a single tap.",
        "RT @djtgallagher: Apple just proved it can up-sell the iPhone without taking a hit on margins. My take:",
        "Apple Beats Top And Bottom Line, Repurchases Record $45 Billion In Stock In Fiscal 2014 by Tyler Durden $AAPL ",
        "RT @WSJ: How to get Apple Pay today - and where you can use it:"
    ]
}