{
    "2014-06-03": [
        "Commented on StockTwits: \"@FonsieTrader: $AAPL $BBRY Apple Stock Still Suffering From The 'Lollapalooza Effect'...",
        "Apple: Gartley Pattern Warning",
        "$AAPL News Alert:",
        "$AAPL $SPY $FB $AMZN $TSLA $PCLN $NFLX $MU are today's most popular tickers on",
        "RT @firstadopter: With $AAPL switching over 2 $MSFT Bing default search on Siri & OS X now, seems only matter of time for iPhone browser sw…",
        "Find more winners like $ARCC $ALXN $FDS $AAPL",
        "$AAPL - The New iPhone Software, iOS 8, Has A Bunch Of New Features For Busine...",
        "How #Apple's iPhones Might Become An Indispensable Piece Of Equipment, Again $AAPL",
        "Apple Health app heralds wearable device, analysts say.",
        "RT @FoxBusiness: Coming soon to an iPhone near you: #Bitcoin.",
        "$AAPL - WWDC: Apple developers amass ahead of keynote address",
        "RT @CNBC: Apple unveils apps for your house and health:",
        "Tech stocks trending both directions",
        "Time to Sell Some Apple? Apple Heads are not going to like this one...",
        "@dougkass Empower their dev community and $AAPL ecosystem becomes more desirable to consumers. Very smart. Tick (software), Tock (hardware).",
        "WWDC 2014 May be Apple’s Biggest Assault on Android Yet",
        "RT @MarketWatch: $TWTR rose 2% and $AAPL is up 1% after yesterday's #WWDC14, to give the tech sector a boost.",
        "Time to Sell Some Apple? It May Be Right!",
        "RT @WSJ: A look at some of the features in Apple's new iOS 8:",
        "I'm thinking second half 2014 could be pretty good for $AAPL at this point.",
        "RT @LaMonicaBuzz: $AAPL rebounds from the post-WWDC sell-off. Remember. Stock split is coming!",
        "RT @lcooney: “@ValaAfshar: The smartphone global market: $GOOG > $AAPL",
        "Apple WWDC: What Wall Street's Saying..",
        "Cringiest part of $AAPL acquisition of Beats: reading Dr. Dre lyrics quoted in financial articles.",
        "$AAPL: Apple WWDC 2014: The Six Things You Need to Know",
        "RT @jonfortt: Coming on @SquawkCNBC at the top of the hour to discuss the stakes involved with $AAPL’s biggest #WWDC keynote in recent memo…",
        "$HD Some Stocks to Watch $WYN $MCHP $AAPL",
        "HFT's and day traders still having a ball moving $AAPL around a lot.....",
        "$AAPL we don't trade price because of stock splits we trade price based on RR,high odds setup.Our model support caused the days low was $628",
        "Trade: Bearish VERTICAL on $AAPL: JUN114 607.5/605. close 84%",
        "$AAPL: Apple attempts to conquer the connected home",
        "$AAPL Will Apple Outsmart Google In 'The Internet Of Things'?"
    ]
}