{
    "2014-09-03": [
        "Apple, Inc. Stock Upside Seen Thanks To \"Fab Fall\" $AAPL",
        "@RedDogT3 @CNBCFastMoney @BrianKellyBK bk is a great contrarian indicator. Grand kids college funds are not selling $AAPL.",
        "No matter how $AAPL spins it, iCloud is an unmitigated disaster. Now they have to finally pay attention due to the hacked photos.",
        "#Sony #News: \"Sony app upgrade eases shopping while watching your TV - USA TODAY\" $SNE $AAPL",
        "Biggest U.S. tech companies founded by 1st/2nd gen immigrants: 1 $AAPL 2 $GOOG 3 $IBM 4 $ORCL 5 $FB 6 $AMZN 7 $QCOM 8 $EMC",
        "Why The BlackBerry Passport Launch Is A Big Deal - BlackBerry Ltd. $BBRY $AAPL",
        "Calm before the storm $AAPL #Iphone6",
        "They loved it at 103+ now they wont love it until its 105+ $AAPL lol #SellLowBuyHigh",
        "$AAPL - MARKET SNAPSHOT: S&P 500 Falls Back Under 2,000 As Stocks Slip",
        "Whoa. $AAPL just fell off.",
        "$AAPL $SPX Vacate all positions at this time and get into CASH NOW!!!",
        "Video – I'm staying long $AAPL and $SPY. Here's why.",
        "$AAPL<99",
        "Option Millionaires: Mahp32: in $AAPL $98 PUTS @ .25",
        "#TOPTICKERTWEETS $AAPL $ISNS $SPY $TSLA $FB $AMZN $QQQ $IWM $DIA $DGLY",
        "$BBRY $AAPL Hackers Are Reportedly Using Law Enforcement Tool To Download Users iCloud Backups",
        "Purchased more -QQQ140905P99 puts based on $AAPL breaking 100 to the downside $QQQ",
        "@kevinroose @chrislhayes I think $AAPL should move into plug n play wiring systems in auto and airliners. DIY \"rally fighter\" car origin",
        "$AAPL RT @dcbandor: Apple Store on 57th & 5th. Ever seen a line start 6 days early for an Android phone?",
        "@z8angela @sandboxmark $AAPL iCloud took hit on #jenniferlawrenceleakedphotos and iWallet speculation. Pwd scheme flawed.",
        "Apple's stock stumbles after iCloud hack and Samsung device launch",
        "One analyst says you should sell #Apple ahead of the #iPhone6 announcement",
        "HP, IBM et al: Emerging Markets Last Bastion of IT Spend, Says Bernstein - Tech Trader Daily - $AAPL $HPQ $IBM $EMC",
        "Now this $AAPL action looks like just correction with some panic )) not sell-off",
        "US STOCKS-Wall St pares earlier gains, weighed by Apple. #Bullish or #Bearish on $AAPL",
        "$AAPL - MARKET SNAPSHOT: Stocks Gain Ahead Of ISM Data; S&P Hits Intraday Record",
        "@noyesclt they have to plug-in $AAPL's massive #BLE footprint",
        "Apple denies iCloud breach following the leak of nude photos of celebrities",
        "Finally some selling in $AAPL",
        "APPLE IS NOW DOWN 4% That's $25 BILLION wiped off its market cap in less than 3 hours.",
        "$BBRY $AAPL Top Celebrity Lawyer Advises ‘Nothing Is Safe On Your iPhone’",
        "Apple shares seeing biggest declines since Jan. 28",
        "Bad day for $AAPL",
        "$AAPL it was about time for it to take a breather. Just a buying opportunity imo.",
        "That didn't last long: $AAPL down 4% today, back under $100 after analyst downgrade, iTunes outage, iCloud fallout...",
        "$AAPL monthly scale, has nearly doubled since last summer lows and it up against upper BB, so fitting that despite iphone 6 announcement+",
        "$AAPL going down hard, dragging Nasdaq lower. Peak probably in.",
        "$AAPL what a down move jeez",
        "Santo Steve Jobs, ruega por nosotros los fanboy's de tu marca",
        "Sold MAD cheap $AAPL vertical 97/98, taking advantage of the drop, bounce back imminent!",
        ".@JimCramer, how do I trade Apple? You don’t. $AAPL is worth owning, not trading.",
        "We might see historical low prices on Apple in the next 2 years $AAPL",
        "@jyarow $AAPL denied iCloud was hacked! Sell off driven by traders. 2M options traded mostly calls."
    ]
}