{
    "2014-07-24": [
        "Considering investing in MHFI CNW TCB AAPL overvalued",
        "Are you Keene on the market? RSVP to an Exclusive Webinar w/ KeeneOnMarket AAPL",
        "ATVI Do you think you should hold EFX PLL AAPL Must see",
        "Free research on NTRS CELG DF AAPL",
        "Here's how Apple's latest iPhones are giving Asia's economy a boost AAPL",
        "MCHP Earnings news on DO ACE AAPL moneymanagement",
        "iPad revenue has fallen in four of the last five quarters. Is it over for tablets? AAPL",
        "AAPL - MARKET SNAPSHOT: U.S. Stocks: Futures Up; Jobless Claims Tumble",
        "AAPL - 3 Reasons Why Skyworks Solutions Can Still Deliver More Upside stock stocks stockaction",
        "DKS Small-cap stocks making 52-wk highs LGF BIG AAPL Stock",
        "AAPL Did everyone hear? Apple will be obsolete in 3 years.. Earth obsolete in 10 years. Time to go to Mars",
        "Find out the latest on LPI RCL LIFE AAPL",
        "AAPL's basically at 52-week highs. Maybe I'm wrong, but sideways-type trading is still constructive for now. News may be slow for a bit.",
        "RES Considering investing in MCSA APAM AAPL moneymanagement",
        "PSX Buying or selling? DRQ ELS AAPL overvalued",
        "JLL Are you looking for winners like GPS GGG AAPL",
        "LQMT POUNDING TABLE FOLKS - THIS IS A HOT BUY. Volume today already higher than normal. AAPL recent patents all state LQMT is used. BUY",
        "Are you thinking of selling CCI BHI LEA AAPL",
        "Apple refers to iOS back doors as 'diagnostic capabilities'",
        "Insider Trading updates on XEC BIIB WLK AAPL financialnews",
        "Is This New Apple Patent Intended for the iWatch? wearabletech",
        "FOSL Do you think you should hold OXY CAM AAPL",
        "Buying or selling? LIFE PKI NUAN AAPL",
        "Apple, Samsung lose ground in cooling tablet market.. tech stocks",
        "If Apple Products Were Their Own Companies, They'd Be as Big as...",
        "AAPL",
        "AAPL: Apple margin concerns fade, focus shifts to iPhone launch",
        "Rumored AAPL roadmap for rest of year: larger iPhones, new iPads, Retina MacBook Airs, 4k Displays, iWatch, and possibly mobile payments.",
        "Apple : Patent Issued for Selective Composite Rendering AAPL",
        "Top Performing Stocks today STJ SRCL TGI AAPL",
        "DHI Free research on URS KMB AAPL moneymanagement",
        "CBSH Awesome Stock Research MJN ELS AAPL financial",
        "Apple's mixed bag: Profits beat expectations, but sales disappoint",
        "Why Apple investors should prepare for an iBummer this fall",
        "iPhones in China up 48 percent, Apple CEO Tim_Cook tells CNBC",
        "AAPL: Apples iPhones Move Needle On Taiwan Data",
        "PNRA Earnings news on TDW TK AAPL NASDAQ",
        "CVC Are you hanging on to MCY AMCX AAPL investing",
        "Latest Earnings info on PLCM CHD DIS AAPL",
        "Are you considering selling GME MSI BOH AAPL",
        "AAPL - 3 Ways Amazon and Apple Are Simplifying Tech in a New, Old Way stock stocks stockaction",
        "NFX Stock Market Reports on stocks like CHRW HSH AAPL financial"
    ]
}