{
    "2014-07-11": [
        "PNW Stock Market Reports on stocks like AA VIAB AAPL moneymanagement RATE_LIMIT_EXCEEDED",
        "NSM Should you buy HPQ URBN AAPL Try this",
        "Free research on CBI NFG MNK AAPL Give it a try",
        "ILMN recent trade 19 AAPL TWTR BBRY DDD NFLX SPY",
        "DDD recent 32 trade AAPL TWTR BBRY NFLX SPY",
        "Great summary MT blows it. AAPL PR springs in action.",
        "Active puts CBOE VXX SPY QQQ EEM MPC AAPL",
        "GRCU Investor Opinions Also See MSFT STLK MS AAPL",
        "Corto en AAPL a 95,10. Stop 97,10",
        "Stocks you might want to sell CLWR PWR ROK AAPL Visit",
        "HAR Whats going on with AIV AAPL FB NASDAQ",
        "Stocks you might want to buy HBI CNK LRY AAPL View now",
        "I shouldn't have to use my data to pay for ads on streaming radio ripoff marketing CorporateAmerica AAPL T",
        "Great Stock Newsletter you must have SIG CMG NOW AAPL I suggest",
        "Too much July-Oct. calls have bought by options gamblers. Relax, you'll not see even 98 this year. All stuff already priced in. AAPL",
        "Top 10 Tech Elliott Wave Forecast W5 and 618 reversals AAPL MSFT CSCO INTC GOOGL YHOO BIDU QIHU YELP FB",
        "The Market Is Setting Up For A Big Decline SPY QQQ DIA RUT AAPL",
        "iPhone 6 Release Date Looms Large as Mass Production Begins for Initial Shipment of 68M Units GTAT AAPL Sapphire",
        "AAPL I see a trend in aging parents just now getting their first IPhone. They are buying the cheaper version but it's still a sale.",
        "Looking for the next AXS BRCM CXO AAPL Give it a try",
        "Stock Watchlist. Dont be left behind GES KO GPS AAPL Must have",
        "AAPL AMZN MSFT INTC GOOGL What's Next for Big Tech?",
        "Imagine the impact of a near-indestructible screen on iphone6 sales - not to mention AAPL stock.",
        "AAPL along w KO and IBM, part of supplierpay, like gov's quickpay",
        "GTAT keeping this on watch VTI AAPL YELP",
        "Where's Apple In The Public's Appraisal Of Market Sentiment DIA IWM QQQ SPY TQQQ UDOW UPRO URTY AAPL"
    ]
}