{
    "2014-03-04": [
        "RT @sallyshin: Retiring Apple CFO Peter Oppenheimer recently became a Goldman board member. $$$ $AAPL $GS",
        "RT @WSJ: \"What would Steve Jobs do?\" An inside look at Apple and how it has changed since his death: $AAPL",
        "$AAPL - Apple CarPlay to bring iPhone interface to cars -> #stock #stocks #stockaction",
        "$AAPL Apple's iPad loses grip on tablet market as Android hits 62 percent share - Inquirer",
        "$JLL Todays Stocks to Watch $DRC $AMGN $AAPL Must see",
        "Well actually, no. They rose 0.29% MT @rickeyre Watch $AAPL shares tank on Monday.",
        "Too late to buy $AAPL ? Asking for a friend.",
        "RT @philstockworld: Crisis off Today! Is Everything Fixed? $EWG $USO $UNG $AAPL $CMG --",
        "RT @RobertWeinstein: Is Roku David or Goliath Against Apple & Amazon? $AAPL $AMZN $GOOG $NTGR #ROKU @TheStreet",
        "RT @FoxBusiness: Here's more on the retirement of Apple CFO Peter Oppenheimer: via @victoriacraig $AAPL",
        "@YahooFinance I get it... Jesus! $AAPL #OppenheimerRetire",
        "$AAPL Closing the Spread. Tiny loser. We are REDUCING RISK ACROSS THE BOARD.",
        "$AAPL Fortune: Apple, Inc. Is Still the World's Most Admired Company - Motley Fool",
        "$LNC Best #Stock Newsletter on $GES $EIX $AAPL #newsletter",
        "RT @YahooFinance: Apple CFO Oppenheimer to retire at end of September $AAPL",
        "Still the tablet leader, $AAPL loses market share to #Android as the devices go mainstream worldwide.",
        "RT @Street_Insider: Apple $AAPL CFO Peter Oppenheimer to Retire",
        "Apple's chief financial officer Peter Oppenheimer is retiring at the end of September. $AAPL",
        "End of a CFO era as Apple's Oppenheimer is set to retire. $AAPL #Apple",
        "$AAPL Apple's CarPlay will put iOS on your dash, already has critical mass of car ... - ExtremeTech",
        "Inc. ($AMZN) news: Amazon: The Good, The Bad And The Algorithm - Seeking Alpha $AAPL",
        "$AAPL - Qualcomm Increases Buyback Program by $5 Billion",
        "$AAPL Tim Cook, Warren Buffett Buck Climate Change -"
    ]
}