{
    "2014-01-27": [
        "This could bring Apple on top the world again, the leader in the smartphone world! And crushing Samsung",
        "Ericsson fait la paix avec Samsung sur les brevets",
        "Went long the March $550 calls on Friday. Hope to get the earnings pop in AH like $NFLX last week",
        "Russia's Megafon signs new iPhone deal with Apple",
        "Philstockworld January Trade Review (Part 2) Featuring: #oil #gold #Nikkei $SPY $TWTR $NFXL $Retailsales",
        "600 calls... are you serious?  at least get something closer like 560 or something.",
        "in on some earnings fun...",
        "ripping",
        "Jan. 27 Premarket Briefing: 10 Things You Should Know",
        "Foxconn, which assembles gadgets for Apple, plans to relocate high-tech manufacturing to the U.S.",
        "reports earnings tomorrow, and here's a chart that shows what every analyst is predicting:",
        "Virgin Mobile Takes Another 10 Percent Off Apple's iPhone 5s, iPhone 5c - AppAdvice",
        "Apple is making moves toward expanding its mobile-payments service to stores",
        "Oh yeah -  earnings this week!",
        "This Table Shows You What Every Single Analyst Is Saying About Apple Earnings",
        "Are you buying Worth a look",
        "tanking aft disappointing guidance & soft iPhone sales..",
        "After the closing bell today, 5 companies are expected to report results:",
        "Short 100  at 550.08",
        "Apple, Ford, Yahoo are Tuesday’s stocks to watch",
        "$16.7 million in revenue per  store. Good lord.",
        "Gartman is bearish of  in gold terms, of which he's bullish in Yen terms.",
        "Shares of Apple lower by more than 5% after-hours following the company's earnings release:",
        "9.6 million shares bought in quarter of stock ",
        "forecast sales of $42-44bn in next qtr with $46bn expected.  Shares fell 8% or $40bn",
        "sold 77 mln iphones and ipads in 3 months. There are 64 million people in the UK. Sell! Sell! Sell!",
        "shares now down 8 percent or $43.85",
        "sold 26 million iPads, which it called \"an all-time quarterly record\"",
        "All eyes on Apple Inc.",
        "Remember no two bets can be the same guys so if someone got your bet before we will be asking you to update!",
        "545-547 is key above 558 i snext",
        "Preview #5:  But, let's remember that  ALWAYS defers more revenue in fiscal Q1 (holiday qtr) than fiscal Q4.",
        "139 Calls from Friday's TV & Twitter commentary updated to the Screener:  Most Opined:",
        "Apple May Mention Chitikas iPad Usage Statistic In Todays Conference C...",
        "sells 51M iPhones & earns $13.1B in profit in Q1, but stock drops 5.5%",
        "wax on wax off ",
        "Miss.. ok, riddle me this.. what does this say for  suppliers going forward SNDK, QCOM, SWKS. BRCM. Margin compression a coming..",
        "Guess Carl couldn't \"inflate\"  past Fib level, shared \"last week!\" Fib wins over flag?",
        "bounceless so far  500s magnet",
        "Added back another 1/3 @ 505.50",
        "Icahn should listen to his son more",
        " watch the earnings roll LIVE news flow.",
        "ROFL  day keeps doctor away !",
        "Big Earnings Next Week - Open Interest and Implied Volatility for ",
        "lol yeah my daily reading/education is due to my obsession with the stock market. Lots of fuss with  today!!",
        "predictions , bragging , or bashing never produced a profit , trade it, buy it, sell it, or shut up about it ...",
        "And Others Should Issue Debt Now",
        "Man, throw in earnings from 4 major companies and we've really got a party.",
        "Monday's Stocks to Watch: Caterpillar, Apple, Rayonier",
        "Waiting on  and  earnings.",
        "option traders...buckle up. Here we go !",
        "Still to come: @calamos' John Calamos Sr, @robertwolf32 & earnings.",
        "Here - again - is Ahead of the Tape on Apple's coming report. China might be a factor....",
        "Rumor: Apple Picks Suppliers for Next-Generation Chip",
        "has given $43 billion to investors since July 2012. Meanwhile, Twitter has a market cap of $32 billion.",
        "I need a drink lol ",
        "i.e., i don't consider earnings plays to be real \"trading\" or \"investing\". they are pure gambles, imo, but i understand that going in.",
        " was one of the few stocks that hadn't completely broken down yet.  Below $530 is a breakdown.",
        "reporto prácticamente identico a la guía que dio la empresa.",
        "iPhone sales miss expectations, iPad sales beat ",
        "A beat-  EPS $14.50,  Exp. $14.07",
        "beats EPS...talking heads disappointed...stock down 5-10%. We've seen this movie before, and know how it ends.",
        "shares dropping...",
        "also guiding lower for Q2. Cash is up significantly.. @Carl_C_Icahn will be pushing his case no doubts there.",
        "down $27 or 5% on 51M iPhones (55M expected) 26M iPads (25M expected). Very cheap here #apple",
        "#BREAKING: #APPLE Q1 #EARNINGS OUT: Sold 4.8M iMacs in Q1",
        "Hey , go buy a robot company and the market will love you back. :)",
        "Let's hope Tim Cook has something good to say about new products in CC for .",
        "So  is tanking after hours because they made a huge quarter with good grown on all their important product lines? Does not compute.",
        "One good takeaway from  release. China revenues up 29% from year ago. And that's before  deal was official.",
        " ER looks like, this Q, market will \"find\" disappointment in  numbers. Last ER it was Q1 14 margin",
        "Futures suggest a market bounce",
        "News Alert:  Updated options view:  All options views:",
        "hmm I think  will beat EPS in line revs, but have a good story, and story can push it higher see it over and over : P",
        "chart by : ",
        "Getting the popcorn ready for  earnings.",
        "The ugly side of iron condors webinar ",
        "Earnings After Market Close ",
        "earnings are due tonight. See how IG client accounts are trading ",
        "is going under $500 soon",
        "moves 45 points AC, options market predicted 29 points move.  last week same story. Anyone still believes in efficient markets?",
        " is good value.",
        "Después del cierre  cayó 7.69%, tras haber reportado ventas por debajo de sus estándares.",
        "#Apple: #iPhone ASPs jump, cash balance at $159B"
    ]
}