{
    "2014-10-28": [
        "Apple has a message for retailers: You will Pay.",
        "Apple has a message for retailers: You will Pay.",
        "@Rumphdig @ThinkingAlpha launched reserve your username!",
        "potential safe haven",
        "Stock & Option Updates / Alerts",
        "@YabstaDigital we are making the move to @ThinkingAlpha, reserve your name and join us!",
        "\"Apple Pay is our best hope yet to put overstuffed wallets on a digital diet,\" says @geoffreyfowler.",
        "$AAPL target 1 met today...109.03 2nd target",
        "$AAPL, $BABA Post New Highs on Tie-Up Comment",
        "Wal-Mart is in a losing battle vs Apple when it comes to Apple Pay support. The reason is simple: negative brand mind share. Ppl trust",
        "@blogginginside we are making the move to @ThinkingAlpha, reserve your name and join us!",
        "TriQuint Jumps 5% on Q3 Beat, Q4 View; RFMD Up 6%",
        "taking GAINS",
        "#MarketWatch #OptionsTraders",
        "@humanproms we are making the move to @ThinkingAlpha, reserve your name and join us!",
        "Apple : Most active Nasdaq-traded stocks",
        "big 3W grinder",
        "iPhone 6 launch makes app marketing more expensive than ever",
        "and hit new all-time intraday highs on news of interest in a partnership.",
        "Main issue is pricing pressure/mix - double-edged sword.",
        "Don't trade!! Make 100% a year using our 'Top 10 Hedge Fund' Artificial Intelligence",
        "Alibaba interested in Apple payment partnership",
        "Video: Sideways Chop today",
        "\"Your store, without the iPhone in it, is shit.\"",
        "U.S. Morning Call: Facebook reports; Twitter slashed, Thomson Reuters: Reuters Insider",
        "$AAPL",
        "Alibaba Shares Break $100 On Apple Partnership Rumors",
        "On low cost iPhone for Africa, Cook: “We’ll go as low as we can while maintaining the customer experience.” That's a NO",
        "Cook seems to want to partner with Jack Ma on something, but he won’t say what.",
        "Apple laptops, even after price cuts, on avg sell for nearly 3x the price of a Windows-notebook"
    ]
}