{
    "2014-10-16": [
        "RT $QQQ Algos BROKE 91.70 LEVEL, P/T 90.00 $MSFT $PCLN $GOOG $FB $TWTR $TSLA $AMZN $GPRO $AAPL $NFLX #HFT",
        "$AAPL will have iPad event today. Stock down 2% far away from targets of 110-115. Will report on monday, we expect it will beat estimates.",
        "RT @OphirGottlieb: $AAPL Earnings Preview: 6 Charts You Should See.",
        "Loading up on $AAPL +- $1 on the 50 SMA - $95.83. Strong support $1 lower. People selling the news after yesterday's ipad screen shot blip",
        "RT @WSJ: We're live blogging Apple's event introducing new iPads and more. Follow along here: ",
        "RT @RANsquawk: As expected, Apple $AAPL announce a new thinner iPad ",
        "$VXX target hit this morning - double bottom formation still valid watchlist: $AAPL $TWTR $TSLA $MU $FB $TSLA $GPRO ",
        "$AAPL Hot News: Apple Introduces iPad Air 2—The Thinnest, Most Powerful iPad Ever: CUPERTINO, California—Octob...",
        "RT @AWastler: Top stock lookups on ysty: $AAPL, $NFLX, $BAC, $FB, $SPY, $BABA, $INTC, $C, $GE, $TSLA, $VIX, $TWTR,",
        "RT @BI_Video: 5 things we learned from the Apple event: ",
        "My Apple prediction: we will be able to make / receive phone calls with the iPad (GSM,...) -- \"it's about time\" $AAPL ",
        "BTW, on the Apple TV, this is what today’s event logo looks like.  $AAPL ",
        "@EamonFI or move to some offering from $AAPL with premium content from standalones like HBO",
        "$GS, $MAT, $AAPL, $EBAY, $NFLX and $MSO are among the stocks to watch in early trading. ",
        "RT @YahooFinanceCA: Apple likely to unveil new iPads, Mac system, at Thursday event ",
        "$AAPL - OS X Yosemite Review: The Mac Cozies Up to the iPhone ",
        "Counting down to $AAPL media event. Here's a chart worth reviewing. ",
        "Should I buy an iPad mini or a hazmat suit? $AAPL ",
        "Iphone and watch the present and future. Earnings will be incredible into 2017. $AAPL",
        "RT @garyricciardi: Google targets Apple with Nexus 6 phone. $GOOG $AAPL ",
        "Sell $AAPL! Earn 100% per year using our 'Top 10 Hedge Fund' Artificial Intelligence - ",
        "Still long most of my $NETE from 1.60, looking for $2+ on $AAPL pay nonsense - ",
        "$AAPL News: \"Apple Pay launches on Monday; more banks added $AAPL $NXPI …\" Board view: ",
        "$AAPL #options ahead of the press event ",
        "RT @JustinPulitzer: Mid-Week Update 10.15.14 VIDEO: $SPX, $COMP, $RUT, $TLT, $AAPL, $NFLX  ",
        " to go head to head with Apple in smart watch battle. $AAPL, $FB, $INTC. ",
        "RT @DanielEran: Apple's iPhone 6 A8 GPU destroys Galaxy S5, HTC One M8, Moto X &amp; Nexus 5 /w fewer, slower cores &amp; much less RAM $AAPL ",
        "$AAPL - Apple Introduces iPad Air 2—The Thinnest, Most Powerful iPad Ever ",
        "$AAPL stock still down and stuck at $96. Investors not impressed with retina iMacs and touchID iPads? Damn. ",
        "@rationlnational That has been my point. I a short AAPL ",
        "Apple Unveils Thinner iPad, Sharper Screen iMac--5th Update "
    ]
}