{
    "2014-06-24": [
        "$AAPL: Expected to ramp production of bigger iPhones next month for possible delivery by September",
        "RT @KourtlandW: #45th On Forbes @MichaelDell bought 6,000,000 shares in $LIQD $AAPL $FB $TWTR $GOOG #STOCKS",
        "Better to be a &quot;Profitable&quot; trader or a &quot;Good&quot; one? $SPY $AAPL $NFLX $QQQ $GOOG",
        "RT @traderstewie: $AAPL : smart pull back to its 20 day MA .",
        "iPhone 6 Interest Remains Strong as Consumers Look to Larger Displays $AAPL #aapl",
        "@tnysmt @tradejas This provides a good scenario / explanation. $VHC $AAPL",
        "Problems at Competitor on Apple $AAPL Production Positive for Jabil $JBL",
        "PreMarketPulse: $MU earnings beat, $DF investigation, $VIX calls in play & $AAPL iPhone news",
        "RT @KourtlandW: $LIQD Ready to take off once it breaks out of this descending channel. $AAPL $TWTR $FB $LNKD $GOOG $NFLX $FSLR $BBRY",
        "RT @KitchenNews: Apple may ship new, larger iPhones in September: report $AAPL",
        "$AAPL WTF man.",
        "RT @GoldmanTrader: Big-screen Apple iPhone will be huge in Turkey $ACN $AAPL $GOOGL",
        "RT @snn_team: $AAPL - Rumor: Apple’s Upcoming iPads Will Feature Improved Touch ID Hardwar...",
        "Ideal Industry Conditions Make Micron A Safe Investment Bet $AAPL #APPLE $MRVL $SSNLF $MU",
        "$AAPL Apple Granted 52 Patents Today Covering a Dual Connector iPad, a Hybrid iPhone Display, a 3D Remote & Much...",
        "$AAPL Needham raises Apple target to $97, expects Swift programming language to enhance iPhone superiority ...",
        "Here goes $ZPIN again #Followme #stocks #stockopinions $AAPL $TWTR $GOOG $YHOO $NEWL $VRTX",
        "Two new iPhone models are going into production next month. They will be thinner, and rounder. #Apple $AAPL",
        "$AAPL - Home prices slow down in April; Bigger iPhone reportedly coming; Googl...",
        "Apple Said to Build Big-Screen iPhones Next Month $AAPL",
        "$AAPL - TECH STOCKS: Apple, Groupon Lead Tech Sector Higher",
        "Predicting the Potential of Apple Inc.'s Alleged iWatch Isn't Easy $AAPL"
    ]
}