{
    "2015-10-21": [
        "AAPL Apple, Inc. Day High",
        "Should PPG Industries Be In Your Portfolio?",
        "Icahn wants AAPL to buy back more shares, but is waiting for the stock to come in before buying himself.",
        "AAPL and their supplier CRUS perking up in the past couple days.",
        "test AAPL",
        "Apple's Buy Rating Reaffirmed at Stifel Nicolaus",
        "I beat 100% of people trading AAPL, ranking #1.",
        "URBF ROLLLINNNNNNNNNNNNN........GRAB EM",
        "I wish the extremely innovative eholmes2003 would join the BoardofDirectors of AAPL!! tim_cook",
        "Pot. resume Uptrend in a consolid LONGERTERM Wly-Dly-Hly combo chart",
        "iOS 9.1 release lays groundwork for upcoming Apple TV and iPad Pro",
        "FCAU CEO Marchionne on AAPL \"I doubt very much they will set up infrastructure to manufacture cars. They will rely on…",
        "ALXN AAPL EXPE GRMN INFA INFY Up to 40% YTD trading long positions from NASDAQ, Ira account compatible",
        "This Carl_C_Icahn Super PAC is very good for AAPL should it succeed. All about bringing overseas $ back home.",
        "5 Best Strategies For Trading Rising Volatility",
        "SOX ==> NDX going higher ICJ ==> SPX going higher AAPL ===> DJIA going higher",
        "Apple Inc. Reiterated Rating by Stifel Nicolaus (Ranked 46th) to Buy",
        "CRM News Updated Tuesday, October 20, 2015 12:59:21 PM BMY AAPL XLP POT",
        "Who follows the stocks I tweet about most? GOOGL AAPL MCD TSLA COP SPY DJIA",
        "How RACE could hurt your stocks, AAPL, our long/short portfolio+what's next for markets",
        "Wall Street Breakfast: Starbucks, Fiat Stung By Tax Deals",
        "Here's How the Apple TV Could Affect Apple's Earnings",
        "Western Digital to buy SanDisk in $19 billion takeover connected to…",
        "How to start Dictation with a spoken word in OS X El Capitan",
        "Welcome to all the new members today! Guys on the sideline come check us out",
        "Amazon's Apple TV Ban Was Not About Hardware Sales",
        "Having 10 different news tabs open for AAPL DB BP?",
        "Hutham S. Olayan Elected to IBM Board of Directors",
        "Ex-Thomas Cook Boss Green Lands Top IBM Role",
        "toptickertweets VRX SPY AAPL TWTR WTW FinTech FinServ",
        "HFT Algos triggered BUY in SIGMA-X, CROSSFINDER, ATS, LX"
    ]
}