{
    "2015-05-06": [
        "$AAPL - Why Glu Mobile Jumped 35% in April",
        "$AAPL",
        "$AAPL has one close now below support at 125.4 whether it bounces or not depends on market",
        "$SPY $NDX keep in mind the leaders StochRSI oversold on 22 of them including $AAPL . Page One.",
        "Evening scans: $DAL $DG $GOOG $GOOGL $AAPL $GM $F $SLV $DUST",
        "#KCA #VoteJKT48ID MacHashNews: How Apple Watch Measured My Vitals During A Car Crash  #WatchAware $AAPL",
        "$AAPL - Trouble Brews at Keurig Green Mountain",
        "1 Big Thing Apple Inc. Does Better Than Google Inc. - $AAPL",
        "$MSFT $GOOGL $TWTR $AAPL:\n\nTech is overyhyped...except when it's underhyped:",
        "Watch #Emini $ES_F #DayTrading Training Videos &amp; imagine if you attend our $SPX $SPY $AAPL $FB #ES_F Live TradingRoom",
        "$AAPL:\n\nNew SEC Filing for AAPL: Form 424B2 (No. 0001193125-15-173308):",
        "Tech Giant Apple Reportedly Planning to Collect iPhone User DNA for Medical Research \n$AAPL",
        "Our Penny Stock Newsletter Alerts Have Been Seeing Serious Growth! See Our New Picks: $DO $ALL $AAPL",
        "Our Penny Stock Alerts Gained Over 3100% In 6 months! See Our New Pick: $IBM $GOOG $AAPL",
        "@sobata416 if it wasn’t for his $AAPL holdings I’d be amazed if this “genius” made any money at all for his clients",
        "@SeanDBarre Since your tweet was sent $AAPL has dropped -2.504%. See your featured tweet on Market Parse",
        "GG Goldcorp, Inc. Ex-Div Date\nTrending $GG $TASR $AAPL $DBB",
        "$AAPL - Why Zulily, Inc. Stock Zoomed Lower Today",
        "How to send and receive SMS text messages in OS X Yosemite $AAPL #AppleiMac",
        "$AAPL - 1 Big Thing Apple Inc. Does Better Than Google Inc.",
        "Apple Inc. (AAPL) iPhone 6 Plus Dominates Phablet Growth With 45% Market Share - TickerLens $AAPL #AAPL,Apple",
        "@tedp1973 $AAPL What Apple's Buybacks Mean For Investors",
        "$AAPL - Whole Foods Market Leaves Investors Hungry",
        "$AAPL This week we will see an uptick or an ugly breakdown (long)",
        "$AAPL - Sprint vs. T-Mobile: The Battle for Number 3 May Already Be Over",
        "$AAPL daily chart would need to get back over 126.00 area",
        "Couple new videos uploaded to the site today, Live trades on $AAPL $YHOO &amp; $GOOGL",
        "$AAPL needs to ramp to 134.23 for a while market cap run. lol... Need #Ichan tweet.",
        "Our Penny Stock Pick On $PPCH Closed Up Another 51.31% Today! Huge News: $AAPL $BAC $CBIS",
        "$TSLA CEO @elonmusk on $AAPL growing interest in cars: \"I hope Apple gets into the car business, I think it would be gre…",
        "$AAPL - Apple, Inc. Wants to Convince Users to Pay for Music -- Again",
        "Apple Inc (AAPL) is Trading Lower on Unusual Volume for May 06 $AAPL",
        "Our Stock Picks Have Been Seeing MASSIVE Gains This Year! Special Update: $AAPL $BAC $CBIS"
    ]
}