{
    "2015-05-11": [
        "Abriendo 200 largos de AAPL a 125.77USD con un PT en 133.487 y con un SL en 123.773 IDOP223810",
        "YFI.V Zillow Group, Inc. Dividend",
        "Hearing 15-18 AAPL for BBRY unconfirmed...more coming...",
        "AAPL is dragging the mkt down this morning since it failed to closed decisively above the 20ma on Fri.",
        "AAPL Good Technology Report: Apple's iOS still dominates the Enterprise Market by a Wide Margin with iPad Activat",
        "Apple's U.S. Smartphone Market Share Grows; Facebook Top App AAPL FB",
        "TSLA Tesla Motors Inc. Dividend",
        "When Apple stated its fiscal second-quarter results in late April, *Read More*",
        "AAPL up some 15-20%",
        "Be water, my friends. Be water. MSFT SPY F AAPL HYG IMAX RIG YHOO USO HUN",
        "CYTX Filings Updated Monday, May 11, 2015 10:59:23 AM AAPL MOO VRX LMT",
        "What if a major tech firm took on FCAU (currently seeking a buyer)? GOOG AAPL TSLA have the means, and interest in reshaping the sector",
        "AAPL - 5 Things DirecTV Management Wants You to Know",
        "@Carl_C_Icahn AAPL report within 2 weeks? @vl_1987",
        "NFLX News: \"Actives on open @ CBOE: AAPL MSFT TSLA NFLX QCOM BAC\"",
        "Apple Announces New Environmental Initiatives in China",
        "Microsoft: This 13% Celebration Might Be Premature APPLE GOOG MSFT",
        "AAPL so who is buying here? Tempted to get in at these levels.",
        "interesting times for Apple in China WB",
        "timothy sykes guide to the best pennystock brokers! Must see free video! CASY AKRX OCUL RGA",
        "Mondays Vital Data: Apple Inc., MannKind Corporation and Micron",
        "Talk AAPL with us here:",
        "EWS Singapore iShares Last Price",
        "Trade: Bearish VERTICAL on AAPL: MAY415 130/132. be 130.30 450/2550 mkt 125.89",
        "Where Does Carl Icahn Think Apple Shares Are Going Next?",
        "Our Alert On TLFX Gained 77.77% From Last Week's Low To Today's Close! Big News",
        "Our Stock Picks Have Been Seeing MASSIVE Gains This Year! Special Update: IBM GOOG AAPL"
    ]
}