{
    "2015-02-26": [
        "Too much supply & slowing demand. AAPL still has momentum in Asian & EU markets. O&G does not.",
        "Taking a breather on AAPL today, thanks for the 22% !!",
        "Some AAPL money flowing to FB? Interesting FB breaking out as AAPL breaking down....",
        "Japan Raids Pension Funds to Goose Markets: AAPL SPY CentralBankManipulation",
        "NEW POST: Stock Market Recap 02/25/15 {Video} AAPL ARUN BBRY LL UVXY",
        "Pops taught me a lesson. He had 5 bands and passed on AAPL back in the day. Today that'd be worth over a million",
        "Apple PT Raised to 150.00 AAPL",
        "AAPL Your tweet has been featured on Market Parse, for iPhone.",
        "AAPL Your tweet has been featured on Market Parse, for iPhone.",
        "Your tweet about AAPL had a sentiment of 5 and was featured on Market Parse.",
        "Apple's rumored move 2wards producing its own EV by 2020 may be the 1st sign that AAPL has “jumped the shark.”",
        "In AAPL and TWTR",
        "AAPL Big Boys covered their shorts yesterday. Let's see what today bring! Cheers :D",
        "Option Millionaires: jimmybob: AAPL 130 break nice bounce",
        "Powerfull setup for long AAPL",
        "Free Video: One Day Range Leaders trading startups stock AAPL money investor angel",
        "Chayton Falke YouTube Channel trading startups stock AAPL money investor angel investoreducation capital",
        "Apple AAPL Bear Warns Investors About 'iNsanity'",
        "This Week's Sizemore Insights: The Apple Watch Could Flop, and Apple Would Still Be a Buy MSFT",
        "toptickertweets GOOG AAPL DAX SPY BBRY USD BIOC RIG CLRX C sentiquant 20150226 08:00:17:695",
        "AAPL was the most traded symbol (equities,options,futures,etc.) on planet earth today. Beating out eMini (a rare feat)",
        "AAPL Apple Inc. Removed From China's Approved Purchase List",
        "Car tech stocks are revving and one just beat Q4 analyst views MBLY AVGO NXPI AAPL",
        "AAPL and TSLA make the top 10 list of Nasdaq stocks with the best returns over 10 years",
        "Here comes the watch. Apple sends invite out to press for March 9th. AAPL",
        "AAPL let the chart give more info on this pullback.",
        "Given the overall tape this week, nailed some nice trades in GOOGL AAPL AVGO PCLN, rem. NL w/ SPY hedge.",
        "AAPL daily selloff begins",
        "WOW!!! AAPL 768B Worth More Than Mexican 538B, Russian 553B, and Malaysian 523B Stock Markets",
        "Apple said it will hold a “special event” on March 9 that is likely to be a coming-out party for Apple Watch."
    ]
}