{
    "2015-09-21": [
        "Google Can Develop And Distribute Free Software To Block Ad-Block Users",
        "Make or BREAK for the #Nasdaq this Week",
        "Free Video: Understanding Single Stock Data Metrics",
        "$NFLX HFT Algos triggered SELL in SIGMA-X, CROSSFINDER, ATS",
        "Pandora's Music Business is Proving to Be Very Resilient",
        "GoliathVette: Almost there...we should close pretty high. Past: GoliathVette",
        "#What #are #the #most #popular #hashtags #to #tweet?",
        "Apple targeted as malware infects China mobile apps",
        "Declining smartphone maker HTC booted from blue chip index",
        "Apple App Store suffers first big hack attack",
        "Trade multiple systems, $100,000 virtual account, 90 day trial.",
        "Make or BREAK for the #Nasdaq this Week",
        "\"$TSLA getting hit, hearing $AAPL electric car talk\"",
        "The iPad Mini 4 Can Rival The Nvidia Shield Tablet And Xiaomi MiPad…",
        "$AAPL back above ichimoku cloud, so i remain bullish technically....",
        "CMO Today: News Digest:",
        "Apple Stock Price: 115.21",
        "Great time in the room today.",
        "iPhone 6s & iPhone 6s Plus Arrive on Friday, September 25",
        "received a new alert. Find out why",
        "Apple may have revamped the iPad, but it's still not the future of computing",
        "New USB-C Batteries to Charge Retina MacBooks at Full Speed",
        "Weekend Review VIDEO 9/20",
        "Goldman's ETF play",
        "Apple's Upgrade Plan Subtly Drives Huge Volume",
        "Apple touts environmental upgrade of latest iPhones - The Denver Post",
        "FIVE MINUTE TRADES",
        "There's a better way to use apps on your iPhone, but Apple won't let you do it yet",
        "Apple News app scores exclusive BIG content from Wired as iOS 9 hits 36% adoption in 3 days",
        "Watching $S Sprint today -- fairly large short interest and in the news",
        "$AAPL's new advertising making the Watch look thinner than it actually is, and thus less ugly.",
        "Tim Cook is blowing smoke up everyone's a$$ about the Apple Car",
        "WSJ: Apple steps up electric car efforts, aims for 2019 shipping date",
        "Apple Inc. to build electric car for 2019 ship date.",
        "Apple ad-blocking software fears hit on Google stock could be overdone.",
        "Can you #heat a cup of #water in the microwave? Then you can #learn to #trade for #free",
        "Hon Hai: the point of Sharp",
        "Apple Stock Advances, Cleaning App Store After Malware Attack",
        "Monday Morning Reads - Update from Option Millionaires - Stock Options Chatroom Stock futures h...",
        "Today's email: Jony Ive's New Role at Apple, Angela Ahrendts's Impact on Apple",
        "$ES_F is down 6 points Here is my outlook on the week ahead:",
        "Amazing Day in #AwesomeCalls Another 10 Trading Ideas Laid out ALL in Pre-Market Nail",
        "Tech Today: Apple's Car, Red Hat on Tap, GoPro, FitBit Drop Sharply",
        "$AAPL معشوقة الجماهير تتوقعون تعطينا فرصة للدخول والا لا ؟",
        "- Apple China Apps Hacked",
        "$AAPL OCT CALLS STARTING TO CATCH SOME HEAT",
        "it's something that can happen but doesn't have to, I hope your get your sell price - seems pissed though",
        "it's something that can happen but doesn't have to, I hope your get your sell price - seems pissed",
        "Top Tech Stocks Ride Choppy Market"
    ]
}