{
    "2015-10-28": [
        "Apple's cash mountain is now above $US206bn",
        "Good #Apple #earnings ease worries over #China",
        "Apple Upgraded, Alibaba PTs Hiked, Twitter PTs Cut",
        "#IBDNews via @IBDinvestors",
        "Convergence happening finally? Small Caps spike higher as Tech lags despite rally. Higher #Oil helps stocks?!",
        "Will Surprise Fed Hike Spook the Markets? --",
        "HFT Algos triggered SELL in SIGMA-X, CROSSFINDER, ATS, LX @ 13:24, P/T 24.00 #Quant",
        "HFT Algos triggered SELL in SIGMA-X, CROSSFINDER, ATS, LX @ 14:41, P/T 24.00 #Quant",
        "Wednesday's Top 24/7 Wall St. Analyst Upgrades and Downgrades (PT.1)",
        "Undervalued Apple Still Shines",
        "Satechi's new USB-C hub adds 3 USB ports + SD card slots to single-port…",
        "#9to5Mac",
        "Annual Report (10-k)",
        "active, relative volume: 2.0, 1H, 3:00 AM, #nasdaq",
        "Pacific Crest upgrades from Sector Weight to Overweight",
        "Apple Burns Akamai Stock On Internal CDN Shift",
        "Largest open interest increases among single stock options for 10/28 include",
        "Hands-on With Microsoft's Surface Book Laptop",
        "HFT Algos triggered SELL in SIGMA-X, CROSSFINDER, ATS, LX @ 15:20, P/T 24.00 #Quant",
        "HFT Algos BROKE 30.60 in SIGMA-X, CROSSFINDER, ATS, LX @ 15:22, P/T 24.00 #Quant",
        "3 Big Tech Stocks on Traders' Radars -- Plus Jim Cramer's Take",
        "and are both buys IMO, is not.",
        "Hands-on With Microsoft's Surface Book Laptop",
        "I know many of you are scratching your heads about why isn't soaring.",
        "See #Apple Stock Like A Trader And Profit Every Quarter",
        "active, relative volume: 2.69, 1H, 11:00 AM, #nasdaq",
        "U.S. #Stocks Open Steady as Amazes With Record Profit - Video - TheStreet",
        "HTC One A9: An iPhone Copycat in Looks Only",
        "HFT Algos BROKE 30.00 in SIGMA-X, CROSSFINDER, ATS, LX @ 13:38, P/T 24.00 #Quant",
        "Apple has $205.7 billion in cash.",
        "MDY SPDR S&P MidCap 400 Change",
        "",
        "Fun fact: Apple's revenue growth was greater than actual revenues of 90% of Fortune 500 companies",
        "Pandora Media Inc. Crashes 45%: Buying Opportunity or Time to Run?",
        "3 Big Tech Stocks on Traders' Radars -- Plus Jim Cramer's Take",
        "Since Apple hit the Dow, it has become undervalued",
        "EPS $1.96 vs $1.87 est. Sales $51.50B vs $50.96B est. iPhones 48.046MM +22% y/y, iPad 9.883MM -20% y/y, Mac 1.70",
        "Apple's best days are behind it, says top analyst",
        "US Stock Futures Rise; Fed Decision In Focus",
        "bought a handful of Nov puts @2.55",
        "Evergreen Stocks Short-Term Price Target Update: Apple Inc",
        "You mean . Right? Added to what was already your biggest short?",
        "Was stopped runner early in the morning .. I haven't flipped short or long after that.",
        "How Apple trades, so trades the market is not alwaty true - Check out this story.",
        "Apple: Mac Increases Market Share Amidst PC Downdraft",
        "'s new bull case? Imagine they didn't?",
        "Apple has $205.7 billion in cash.",
        "updated 2010 Air to El Capitan, easy, works great, used it everyday for 5 years - they need to consider building in obsolescence ..",
        "nice profit chart! Many millions in profit in a few years is impressive.",
        "Top 8 Dividend Value Stocks Recently Made More Attractive",
        "Top 8 Dividend Value Stocks Recently Made More Attractive",
        "Top 8 Dividend Value Stocks Recently Made More Attractive",
        "Hoy #Apple Inc. cerró a $119.28.",
        "Apple now up 2% post-earnings; Pac Crest upgrades",
        "Apple now up 2% post-earnings; Pac Crest upgrades",
        "Typical Excites the indices only to burn chasers in it, post-ER Only to awaken again when the suits chime in on a",
        "man, @95 would be amazing",
        "iPhone sales by quarter. I'll take this growth any day.",
        "Investor Opinions Updated Wednesday, October 28, 2015 10:44:17 AM",
        "Anyone can make shit up & add charts and numbers.",
        "Solid analysis from @TMFNewCow",
        "Apple earnings charted via @ReutersGraphics:",
        "For years I've been using as a way to get some extra juice off of earnings.",
        "Screen through high rated articles for US Tech Kings at once",
        "Apple tops analysts' expectations again but the reaction is muted in the pre mkt. On watch",
        "Apple Watch: Putting A Dent In The Swiss Watch Industry",
        "active, relative volume: 2.0, 1H, 3:00 AM, #nasdaq"
    ]
}