{
    "2015-03-10": [
        "Bloomberg: What You Need to Know About the Apple Watch",
        "The TALENTEDBLONDE hath spoken -- Apple Watch: 50 Shades Of Meh",
        "Apple CEO Cook Sidesteps Shareholder Enthusiasm for Tesla Deal",
        "Apple (NASDAQ: AAPL) Watch Fails to Impress Wall Street",
        "The Materials Science of Lithium-Ion Batteries",
        "Trading for Fun and Profits - Earnings Plays and Why Were Shorting SBUX",
        "What is social data saying about the Apple Watch?",
        "Look to Whole Foods to see the future of retail. Hint: It involves the AppleWatch",
        "The new MacBook is the first Apple computer to use a USB Type-C port",
        "How crucial is the HBO tie-up for AAPL?",
        "Apple Watch hands-on review: Tech giants first wearable doesnt feel very Apple",
        "#AppleWatch -- heres why people hate it so much",
        "Beyond Sticker Shock, This Is the Most Incredible Thing About Apple Watch Pricing",
        "Tech is getting crushed today. Biotech is the only sector holding up",
        "Apple's Most Brilliant Move Is Not The Watch",
        "Need ATH so I can get Apple Watch 42mm Stainless Steel Case with Milanese Loop",
        "News: \"Apples Most Brilliant Move Is Not The Watch\"",
        "AAPL should acquire a medical device co to improve the watch",
        ".@AMD reportedly license #Radeon graphics IP for @MediaTek #SoCs",
        "Apple Watch First Look: Natural Feel, Fewer Distractions",
        "AppleWatch price ranges from $449 to $13,000, to hit Canadian stores April 24",
        "Smaller Battery Life Is No Reason To Sell Apple",
        "A short period of wrist freedom",
        "Why #HBONow Is A Bad Idea",
        "Andy Nasr is hovering over the sell button in Apple",
        "watch has significant music storage that is a game changer!",
        "based on1st Trade chart Today Mars conjunct tr Pluto & Sun conjunct tr Saturn Not good day for a launch W D #Gann",
        "event didn't go over so well. Stock dwn today. I might like like near 119.30. We'll see.",
        "Good News Is Bad News Is Good News",
        "Apple Inc. (AAPL) Is A $200 Stock: Charles Payne",
        "It would take #2.5 years of #Foxconn #wages to pay for $10,000 #Apple #Watch",
        "Second Thoughts on the AppleWatch",
        "In unrelated news: announced the 2015 MacBook will peak at a 1.3GHZ dual-core processor",
        "Apple: The Case for Proxy Access",
        "Apples Biggest Bull is Also the Biggest Bull on Apple Watch",
        "MARKET SNAPSHOT: U.S. Stock Futures Slump As Dollar Soars, Rate Hike Looms",
        "So when is the iTV coming out? down about 1% #premarket. No major surprises in the Watch announcement.",
        "still short ES_F from post mania?",
        "Tim Cook has another \"Tim Cook Moment,\" denigrates capitalism at shareholder meeting",
        "The new MacBook is the first Apple computer to use a USB Type-C port",
        "The Millennial Portfolio: Tracking A Virtual Portfolio Invested In What ...",
        "Hope I win this iPad mini",
        "is crashing...... today and tomorrow too. SPY tanks crash tomorrow.",
        "How Apple Joining the Dow 30 Impact the Index",
        "The 1 Thing Apple Watch Users Will Likely Focus On",
        "Share the Journey' app new tool in cancer fight",
        "explains why hes recommending with and on",
        "Share the Journey app new tool in cancer fight",
        "USG Black Budget for subverting endpoints ~$35m AAPL revenue ~$300bn your move",
        "What its like making a call on the Apple Watch",
        "APPLE - Fibonacci Technicals Levels - Intraday Update",
        "Last chance bulls -- I only asked them for $1 and they couldnt do that either...",
        "Buying more of course!",
        "MARKET SNAPSHOT: U.S. Stocks: Futures Drop As Dollar Surges; Apple In Focus",
        "MARKET SNAPSHOT: U.S. Stocks: Futures Sag As Dollar Surges On Rates View",
        "\"outperform\" reiterated, target set to $140 by RBC Capital. Brief explanation here:",
        "Here is the catalyst that drives the market lower...",
        "61.8 @ 122.75 is in play",
        "Apples 0.4% drop was the worst first-day reaction to a major product release since 2001",
        "Investors on Apples big Watch announcement: Meh.",
        "Read Apple technical analysis and Gold technical report",
        "Apples ResearchKit: Health cares tipping point",
        "Apple Stock Forecast For 2015 Based On A Predictive Algorithm",
        "Wall Street Breakfast: Euro Plunges Closer To Dollar Parity"
    ]
}