{
    "2015-02-09": [
        "Ugh. $687 ASP for iPhone? Fairly minor changes to earnings post soon. iPhone unit growth changes less <2% I think. Sorry about that. $AAPL",
        "$AAPL GO 117 UNDER!!!!",
        "$AAPL received a new alert. Find out why at #stocks #daytrading #trading #mkt #NYSE #NASDAQ #markets",
        "$AAPL short term breakout of an asymmetrical pattern after being in a “W” double bottom pattern.",
        "Free Video Tutorial #psychology of #trading $TLT $TNA $QQQ $SPY $GPRO $GOOG $AAPL",
        "New Apple Campus 2 video shows Spaceship Ring rising, theater progress & more $AAPL #drones",
        "I rem. constructively bullish on this market and Im looking to buy dips and add to my DITM calls in $SPY $GOOGL $AAPL $TWTR",
        "great QA w/ #JohnLegere on iPhone 6, Amazon, Twitter, and the future of mobile $TMUS, $AAPL, $MSFT, $AMZN, $TWTR",
        "BRAND NEW ALERT SOON:)!! $FTR $SIRI $TVIX $MCHP $FITB $AMAT $FOXA $AAPL",
        "$AAPL News: \"This Chart Shows Why Apple Should've Built A Bigger iPhone A Long…\" Board view:",
        "Natural food grocers thrive in a choppy stock market #grocery $WFM $NGVC $KR $WMT $COST $AAPL $TFM $SFM",
        "Canaccord estimates $AAPL took 93% of smartphone profits globally. …iPhone outsold all Samsung phones. $GOOG has lost the premium market.",
        "$SPX update - legging into iron condor 15 contracts Feb13 exp buy 15 2020 puts/sell 15 2025 puts @ 1.25 credit +/-.10 $SPY also $AAPL IC",
        "$AAPL in day 6 of testing breakout buyer's patience. Big gap 110-117 is big pain. Think of it as a magnet on every rally attempt.",
        "THE BINARY OPTIONS COMPETITION WIN $100,000 $LNKD $AAPL $GOOGL $GOOLD #bones #options #forex #forextrading #Bonus",
        "$AAPL got a VWAP overshoot & now back up… so far \"acting correctly\" w/ bullish shake & bake.",
        "Apple Watch expected to support glucose monitor for diabetics from launch date $AAPL",
        "Bahrain: Shut channel lacked license, anti-terror standards: $AAPL $GOOG $PCLN",
        "$AAPL - Microsoft's Bond Sale Is Largest of the Year",
        "$AAPL - Bahrain Suspends New TV Channel Al Arab"
    ]
}