{
    "2015-11-05": [
        "RT Bidnessetc: Apple To Bump Up RAM To 3GB For The Upcoming #iPhone7",
        "Tickers trending on TWTR in last 1 hour $AAPL $DJIA $EURUSD $FB $TRP",
        "Apple, Alphabet Jumping Into Artificial Intelligence",
        "RT @kthirum1: What 2016 Might Bring",
        "PortfolioBuzz: CityFALCON score gives top rated news for FREE #bigdata",
        "RT @racernic: free class this pm. credit spreads. ez way 2gen income using $SPX $NDX $RUT $SPY $QQQ $IWM",
        "RT @ClearGrip: kthirum1: kthirum1: CityFALCON score gives top rated news for FREE #bigdata",
        "Via STERLINGMHOLMES: Via PortfolioBuzz: Gain from movement in these buzzing assets #FTSE100",
        "Gain from movement in these buzzing assets $FB $AAPL $AMZN $USDJPY $DJIA",
        "RT @SwingWarrior: Mid Day Recap by Warrior Trading",
        "Seven million Apple Watches have been shipped since launch",
        "RT ACInvestorBlog: $BBRY $AAPL #BlackBerryPriv vs #iPhone6S comparison: the future is back",
        "googlemaps #iphone  APPLEOFFIClAL #Beirut",
        "Via kthirum1: Track trending assets in 1 watchlist #FTSE100",
        "Can Apple Pay Get A Lift From Walgreens Rewards?",
        "Apple Watch: Putting A Dent In The Swiss Watch Industry",
        "RT Stockology101: Apple’s Eddie Cue: We’re Serious About Business Tech Too:",
        "#AppleWatch had \"no material impact\" on #Pebble sales, CEO Eric Migicovsky says. And $BBRY had record sales in 2009. Beware of $AAPL.",
        "$MSFT News: \"Hardware Is Vital To Microsoft's Future",
        "$AAPL News: \"Hardware Is Vital To Microsoft's Future",
        "@GdaytoYou Sold half .73 from posted entry .39. 60min chart finds support 120.25 n bounce on 5 min looking for 119.47. Time tells",
        "$AAPL $BLUE $FEYE $BABA $ FB\nGran comienzo de jornada, vamos por mas!!!",
        "toptickertweets $FB $AAPL $SPY $NDX $SPX #FinTech #FinServ",
        "RT kthirum1: toptickertweets $FB $AAPL $SPY $NDX $SPX #FinTech #FinServ",
        "RT @CNBCnow: Top S&;P 500 stocks by market cap:",
        "Walgreen rewards to fully integrate with Apple Pay",
        "$AAPL $AMZN $GOOGL:\n\nApple TV users are mostly Gen X men:",
        "Today's top traded #SP500 #stocks by dollar value were #Facebook #Apple #GeneralElectric",
        "RT @Stockology101: Apple reportedly prepping new 4-inch iPhone:",
        "RT @StockBoardAsset: $NFLX $AAPL $SPY 300min Extreme Overbought!",
        "PeterReinert1 Excellent #mining Dr. $AAPL enjoys the view from above the clouds, damn shame they have a subterranean home. Hmmm so DRAGONS!",
        "$SPY $AAPL 150 stocks appeared death cross 2015-11-05 more info",
        "@jimcramer you should have said FAANG instead of FANG, including $AAPL in that acronym😀 watching"
    ]
}