{
    "2015-06-12": [
        "Neil Cybart On Apple: What Can Investors Expect From WWDC 2015 And Beyond?",
        "#Apple ($AAPL) announces #Flipboardstyle News #application via @wired",
        "ANTH Anthera Pharmaceuticals Inc. Last Trade",
        "Abriendo 5 largos de $AAPL a 128.22USD con un PT en 129 y con un SL en 126 IDOP252205  vía @TTtradertwi...",
        "$TVIX Stock Message Board Updated Friday, June 12, 2015 09:11:12 AM",
        "$AAPL come  to pappppppa",
        "OwensAssetMgt $AAPL Your tweet has been featured on Market Parse, for iPhone.",
        "MacBook review: Apple Inc's new laptop is all style, and no substance",
        "$AAPL - Investors Are Thrilled That Twitter CEO Dick Costolo Is Stepping Down",
        "Placements financiers - Forex: $AAPL $MSFT APPLE",
        "$NFLX to split its shares very bullish, lower share price more retail buyers, remember Apple Jumped 50% after its share split!",
        ".@karaswisher suggests $AAPL as home for $TWTR - blast-from-the-past fm 2012, via @EvelynRusli + @nickbilton:",
        "NFLX Noranda Aluminum Holding Corp. Prev Close",
        "Save 75% by finding the cheapest broker to trade US Tech Giants",
        "NEW VIDEO: market recap & trade ideas",
        "$GOOG $AAPL $TWTR Tweet This! - Update from Option Millionaires - Stock Options Chatroom $TWTR has come full circle...",
        "Stop trading certain stocks and just own them as long as fundamental stay strong...",
        "GILD Gilead Sciences, Inc. Investor Opinions",
        "Paying with an Apple Watch at a drive-through looks really stupid",
        "I still wish $AAPL could do more. Like, why after 5 years have you still not released Siri on the Mac?",
        "Apple hints at plans for Apple TV apps with increased limits for developers",
        "$AAPL down almost 2% from yest high",
        "#Apple ($AAPL) dominates #online chatter about #wearables",
        "UNP ProShares UltraPro S&P 500 Summary",
        "Track trending assets in 1 watchlist",
        "$LLY Short Sales Updated Friday, June 12, 2015 4:59:23 PM",
        "AAPL Apple, Inc. Bid",
        "$TSLA Algos BROKE 251.00 in SIGMA-X, CROSSFINDER, ATS, LX @ 10:47, P/T 242.00",
        "Get the latest DD for $NNVC $TPAC $AVOP $HEMP $BAA $AAPL $TRTC",
        "$AAPL hahaahahah"
    ]
}