{
    "2015-10-14": [
        "Apple Inc. (AAPL)’s Apple Watch Must be The Target Of Swiss Firms",
        "S&P 2,000 is a Critical Test but Watch NYSE @ Russell",
        "HFT Algos BROKE 106.20 in SIGMA-X, CROSSFINDER, ATS, LX at 10:08, P/T 104.00",
        "\"$AAPL continues to invite the \"sell the rippers\" along its down trend.\"",
        "Our #Apple $AAPL Trade Made $2,000 per week so far - just 65 weeks left to enjoy profits",
        "$AAPL: How’s Apple doing in China? This chart is worth 1000 words.",
        "TVIX VelocityShares Daily 2x VIX Short Term ETN Summary",
        "MU Micron Technology, Inc. Quotes",
        "Europe Sets Off A Second Cloud Boom And Amazon Will Be The Biggest Winner",
        "ABC AmerisourceBergen Corp. Current Price",
        "CANF Can-Fite Biopharma Ltd. Bid",
        "That head and shoulders pattern with $AAPL refuses to trigger so far, though \"bad earnings results\" (whatever that means) could change that",
        "Apple Inc. Downgrade by OTR Global to Positive",
        "Apple Introduces New Dedicated Twitter Account for \"Apple Music Help\"",
        "Are You Missing Out On Emerging Markets?",
        "So $AAPL has a $900m potential fine (donation) to a college and they shed 10.4B in market cap… lol",
        "$CMG still getting beat. $NFLX attempting a bear flag, $WMT on pause, $AAPL new lows, $GPRO...trying to retest RTH highs.",
        "XLI Industrials Select Sector SPDR Last Price",
        "Tech giant #Apple hit with huge fine for violating #Badgers patent. $860M+ and could go higher.",
        "T-Mobile Revives Popular Promo, AT&T Seen \"Passive\"",
        "Top most traded #SP500 #stocks by dollar value were #Apple, #Netflix, #Facebook",
        "$AAPL - Volume Alert - AAPL 110.07 Apple Inc Hit a",
        "Time To Look At Individual High-Yield Bonds Again",
        "Abriendo 51 largos de $AAPL a 110.14USD con un PT en 222.451 y con un SL en 93.362",
        "Buy #Priv $AAPL Apple loses patent lawsuit to University of Wisconsin, faces hefty damages",
        "AAPL Apple, Inc. Shares",
        "JNJ Johnson & Johnson Quotes",
        "AAPL Apple, Inc. Ask",
        "RT to Win - #BigData #CrowdFunding"
    ]
}