{
    "2015-08-25": [
        "Global Equities Research Reiterates “Buy” Rating for Apple $AAPL",
        "ClayTrader: Why trade options instead of penny stocks? $AAPL",
        "This is where you buy $AAPL. Tier 1 size.",
        "SPDR® Dow Jones Industrial Average ETF $DIA -8.6% year to date return, top ten holdings $GS $IBM $MMM $BA $UNH $AAPL $DIS $HD $NKE $TRV",
        "Monday's stock market decline was backed up by a steep decline during Tuesday's Power Hr. $DJI $SPY $SDS $AAPL $AMZN $GILD $FAS $FAZ $T",
        "no predictions for $AAPL tomorrow, however I will point out that I don't comment often.....",
        "Apple: Cantor Fitzgerald Says Malaise In Market Creates Irrational Valuation, China Concern Overblown, Sees Room To Continue Growth $AAPL",
        "We still like: Netflix ($NFLX), Apple ($AAPL) , AIG ($AIG) and Yum Brands! ($YUM). Market crazy, but earnings still positive and strong.",
        "In a month, $AAPL lost $150 BILLION in market cap.",
        "@tunwang: \"@Rdanielsr: $AAPL Carl ichan said $80\" No 230?\" he wanted $230 per share valued and repurchase of $80 billion.",
        "$AAPL Apple CEO Tim Cook may have violated SEC rules with Jim Cramer email",
        "$AAPL (+6.0% pre) Apple Sell-Off Seen as 'Overdone', Wells Fargo Upgrades Stock to Outperform",
        "Has Apple Found The Holy Grail Of Electric Vehicles? $TSLA $AAPL",
        "them: \"do you think $AAPL was defending their share price today?\"",
        "$AAPL Closer Look: Apple Watch with Link Bracelets",
        "SSO ProShares Ultra S&P 500 Fund Short Sales $SSO $GOOG $AAPL $BBD/B.TO",
        "Tune in at 9am est for an @periscopeco discussing this CRAZY market. talk about $MBLY $FB $UA $TWTR $GOGO $NFLX $AMZN $AAPL",
        "$SPX Red. Holding $AAPL puts overnight",
        "$AAPL up 5% in early trading which makes you wonder... which TV personality did Tim cook email this morning?",
        "Apple's buy rating reiterated at Stifel Nicolaus. $150.00 PT.",
        "We added some fresh NEW features to StockTwits tonight. Here's the $AAPL stream. Check it out:",
        "Can #Apple Watch Be Written Off As A Failure This Early In Its Product Cycle? $AAPL",
        "Ad Blocking On Safari Could Lead To Apple Losing Billions In Easy Money $GOOGL $GOOG $AAPL",
        "11 Tech Stocks to Consider Buying Following the Huge Market Drop $AAPL",
        "Biz accelerated in China during the most vicious part of the downturn.. Telling, $AAPL",
        "En una movida propia de un novato Tim Cook revela información reservada $AAPL",
        "$AAPL News: \"Your Official Market Crash Protocol $AMZN $DIS $ENVA $LUV $MA $MIDD\"",
        "$AAPL looks good at $38. Forget the hype. They make phones",
        "$AAPL gran operación en short, esperando un posible re entrada...",
        "Tech set to end losing streak at 5 days, tracking for best day since December; led by $QRVO $AAPL $ADBE $KLAC $FB",
        "Apple replaces some iPhone 6 Plus cameras over blurry photos $AAPL",
        "$AAPL nuevamente, esto es day trading...",
        "$AAPL chart: Gap up back into falling wedge.",
        "SLV Silver Wheaton Corp. Ask Size $SLV $AAPL $HLF $PHM.V",
        "Commented on: \"Has Apple Found The Holy Grail Of Electric Vehicles?\" $AAPL $TSLA",
        "CVX Chevron Corp. Stock Forum $CVX $PCLN $AAPL $CVX",
        "There's a fantastic trading lesson in this. And it's really timely right now. $AAPL $SPY",
        "$UVXY finally cooling. Volatility is good. $GC_F as noted capitualtion behavior, $DUST good run.",
        "@brianwilbs $AAPL Wells Fargo upgrades Apple; shares +5.7% as markets jump",
        "IBDinvestors: There's an elephant in the mobile room. And Intel doesn't want to talk about it. $INTC $AAPL",
        "Stress Testing Apple's Bear Case $AAPL",
        "$AAPL Continuation to prior structure high 92.00 6.84/1 Sellers (extreme)",
        "INTC Intel Corp. Financials $INTC $LMT $UWTI $AAPL",
        "$AAPL DreamersAndBelievers: Agreed:",
        "Why trade options instead of penny stocks? $AAPL options today: $.04 to $4.38. Enough said."
    ]
}