{
    "2016-01-04": [
        "Global Stocks Crash After China Is Halted Limit Down In Worst Start To Year In History",
        "GREEN OR RED AAPL",
        "AGG iShares Barclays Aggregate Bond Fund Message Board Posts",
        "HAPPY NEW YEAR 2016",
        "GG Goldcorp, Inc. Exchange",
        "$AAPL buyback will start after ER, probably TC will complete buyback 140 billion before April and announce new buyback",
        "Apple Down -$5.12 & -4.64% for 2015",
        "Join and make money trading options - $FB, $AAPL, $BIIB, $TSLA, $NFLX",
        "Double top with momentum back at levels hit in 1999",
        "At time of posting, $38B could buy around 5.8% of the company. Now, it's almost 6.5%.",
        "Watching this $AAPL bearish pattern today",
        "2015 IPO markets in Review & 2016 Forecast - Pipeline & Projection",
        "Short is the trade from the trend-- until it turns.",
        "MM #ASCM ask high after soakin shares from bid",
        "MORE: Stocks across all sectors slide on China fears, #Apple and $GoldmanSachs both down 3 percent.",
        "$AAPL being a real champ today. Market knocked it down but it got right back up again.",
        "KORS Michael Kors Holdings Ltd. Market Cap",
        "Go $AAPL long here",
        "$AAPL Daily Chart Update. Need close below $102.29 then target $95.14",
        "Apple peeled: getting under the skin of iPhone worries",
        "If $AAPL blows out earnings and offers upbeat guidance for Q2, we could see a full blown reversal in sentiment.",
        "Nike Needs Some Discipline",
        "also +3740 $AAPL Jan-16 107.0 CALLS, OI=5765",
        "Imagine reading up on $Oil $AAPL $EURUSD concurrently on the same platform!",
        "#WIN a #FREE #Trading Membership! To Enter #RT & Sign Up Here",
        "SAAR clipped to 8-9M by 2025? Only super rich urban drivers & rural will be left",
        "SPY is making higher lows and gaining momentum while $VXX is suspicious and has made BOGUS higher highs.",
        "At one point today, the stock market looked like this heatmap:",
        "Stocks in play lunes 04 de enero 2016:",
        "$SNE Sony Xperia Z5 review: The smartest phone for budding photographers"
    ]
}