{
    "2016-02-12": [
        "Something Is Wrong With The U.S. Stock Market - Part II",
        "iPhone 5se, iPad Air 3 Will Go On Sale March 18th",
        "iPhone 5se and iPad Air 3 expected to launch March 18",
        "Do Not Set The Date On Your iPhone To Jan. 1, 1970",
        "Retail & Oil up early. The Love Stocks… LTC: Rickshaw Man Tr.Demo: Long Stock",
        "podcast Insider",
        "Patent report: iPhone-controlling Apple watches, flexible displays",
        "KICK1: LO 100 @93 lets see if it fills!: KICK1",
        "CBS CEO Moonves notes talks have stopped",
        "AMZN undervalued by $150/share AAPL undervalued by $25/share FB overvalued by $25/share GOOG overvalued by $175/share",
        "Stocks Crash 300points, down5days",
        "The Specific Allegations Found in the Immersion Lawsuit against Apple Emerge",
        "Dr. Dre will reportedly star in 's first original TV series",
        "double topped there...",
        "Bridgecreek Investment Management LLC Has $10,590,000 Position in Inc.",
        "FB acting very weak, as well, momo name generally being sold into this bank/energy led rally here; would use area as stop",
        "#Apple People are deliberately bricking their iPhones by going back in time",
        "#Apple People are deliberately bricking their iPhones by going back in time",
        "#Apple People are deliberately bricking their iPhones by going back in time",
        "#Apple Forget Error 53: Brick Your iPhone By Setting It To This Date In 1970",
        "Pandora Falls on Wider-than-Expected Q4 Loss, Sales Beat",
        "#Apple iPhone 7 to adopt Lightning headphones without noise-canceling hardware",
        "#Apple iPhone 7 Predicted to Adopt Lightning Headphones Without Noise-Canceling Capabil",
        "#Apple iPhone 7 Predicted to Adopt Lightning Headphones Without Noise-Canceling Capabil",
        "Apple Inc. Finally Faces Class-Action For Error 53 Code",
        "Reminder > 2009 - 2016 Rally Is Over. Big Picture Chart Reveals Fun Times Ahead",
        "IF u cant tank thru banks you go after and now ",
        "FBR Still Likes At $120, Is Cautiously Optimistic On Stock",
        "Facebook On The March With The Big Money",
        "Quickly tilt your way to collect blue in Abzorb",
        "#Apple may be bankrolling a strange TV show for Dr. Dre which will be distributed via"
    ]
}