{
    "2016-01-27": [
        "While I don't \"hate\" Apple, this is an interesting business view, and a well written post. #NASDAQ #AAPL $AAPL",
        "RT @MarketWatch: Apple earnings are out, and shares are up almost 3%. Follow all the action here: $AAPL",
        "@jameswneal 27% of installed base of customers prior 6 and 6 Plus launch had upgraded by 3Q15 call on July 21, per TC. Seems steady. $AAPL",
        "$AAPL buyback program support is now back in play.",
        "$AAPL has not touched the lower band on monthly since Dec 2008, getting close.",
        "$AAPL -6.31%",
        "RT @philstockworld: Which Way Wednesday - Waiting on the Fed $AAPL $BA $UCO $IWM",
        "$AAPL 95's @ 1.19",
        "$AAPL All the short sellers should be careful!",
        "Seems like a great time for $AAPL to initiate a stock buy back!",
        "Stock And Commodity Prices Don't Forecast Recession $FB $AAPL",
        "$AAPL and the truth about its cash stash: most of it is overseas and won’t be back to the US any soon.",
        "Shares of Apple Are Tumbling After iPhone Disappointment $AAPL",
        "$AAPL 👌 Apple's new $20 billion business - CNNMoney",
        "@NotaBubble @yusschr @7wtc ATM Puts have worked on most earnings incl $AAPL. $MSFT should be even more negative than $AAPL b/c currency",
        "RT @CNNMoneyInvest: #Stocks poised for a decline as #oil &amp; #Apple sour the market mood: $AAPL",
        "RT @OMillionaires: $AAPL nearly $40 in cash, lower it goes better the divy .. this is no $BBRY -",
        "RT @CNBCnow: EARNINGS ALERT: Apple Q1 EPS $3.28 vs. $3.23 Est.; Q1 Revs. $75.9B vs. $76.54B Est. • $AAPL",
        "$AAPL and $BA responsible for 80 points of 100-point $DJIA drop at open.",
        "RT @AnalystWire: Goldman Sachs Keeps Top Rating on Apple $AAPL Highlighting Massive 1B Installed Base",
        "$SPY $SPX Market holding up much better then I thought it would with $AAPL miss! Must be month end window dressing and Fed front running",
        "$AAPL did @jimcramer just bash, pump, or pumpbash on CNBC? Off his meds this morning? Incoherent gibbering",
        "$AAPL gap is filled.",
        "@cnbc Blaming $AAPL and $BA for bring $INDJ down is a little silly - since they are both down on earnings and revised outlook...",
        "JOIN #TEAMBILLIONAIRE @BIGMONEYMIKE6\nEMAIL: pennystockdynasty@gmail.com\n#investors $FB $TWTR $AAPL $BAC",
        "RT @trader_53: $AAPL So that means it’s worse than hoped?",
        "Remember That Setback? Imprivata Doesn't $FB $AAPL",
        "@HerbertRTarlicJ Sorry I am busy. Me and the boyz are headed out to dig up that Jobs guys. $AAPL needs a leader.",
        "$AAPL KICK1: Apple Average volume Zoom... Be very very careful: KICK1",
        "Apple isn't as rich as you think it is: $AAPL",
        "RT @StockTwits: Here you go. A full breakdown of Apple's earnings.\n\n$AAPL:",
        "The New Dogs Of The Dow - 2016 $AAPL $AXP $BA $CAT $CSCO $CVX $GE $IBM $INTC $KO $MCD $MMM $MRK $PFE $PG $T",
        "Remember this “rockstar analyst”? Still gambling on $AAPL, still losing his mind and money …",
        "So today, in $AAPL a burst of ~1200 quotes from multiple exchanges hit the SIP.. in the SAME MICROSECOND.",
        "$AAPL oversold intraday bounce from 30minute support which was near 94.",
        "$AAPL should just buy $VUZI, a leader in VR and AR with their amazing #smartglasses\n\n$INTC owns 30% of it!\n\n#wearables $GOOG $FB #Oculus",
        "Despite 5.2% slide in $AAPL today, it remains the world's most valuable company with a $525,600,000,000 market cap.",
        "$AAPL",
        "Dow Jones Industrial Average Falling Today Ahead of Fed Statement $BA $C $GS $JNJ $LVS $MMM $PG $T $AAPL",
        "Miss it? AM Anticipation 1/27 Stocks down $DJIA | oil drops $CL_F | FOMC awaits | Apple &amp;Boeing disappoint $BA $AAPL",
        "Apple (NASDAQ:AAPL)earnings beat estimates although weakness in iPhone sales $AAPL",
        "$AAPL should buy $TSLA and also a games company like $EA or $ATVI. Car and VR are the future",
        "HAVE SALES PEAKED ON APPLE iPHONE? $AAPL",
        "here is the visual to that last $AAPL $QQQ comment. $NDX",
        "The iPhone may be in decline, but Apple's services are $20 billion and rising $AAPL",
        "The market giveth ($FB) and taketh away ($AAPL).",
        "Apple has $216 billion in cash. It could buy: \n\nUber\nAirbnb\nTwitter\nTesla\nNetflix\nSnapchat\nSquare\n\n...and still have $40 billion left. $AAPL",
        "#investor #news David G Zeiler : @DavidGZeiler: With #Apple reporting disappointing #earnings and $AAPL down 28%,…",
        "$AAPL - Qualcomm Profit Falls 24%",
        "View $AAPL as relative winner in down market as investors view safety of Apple's capital return as a plus-Munster",
        "@billyoblenis $AAPL once traded at $3/share...",
        "RT @cvpayne: I just cringe when watching some financial TV- asinine conversations about $AAPL being $BBRY or dead is why individuals are lo…",
        "#Les valeurs à suivre sur les marchés américains $AAPL",
        "Tim Cook of $AAPL needs to sound like the guy in the National Car Rental ad. You have to sound like the boss. @jimcramer #trading #stocks",
        "RT @jonkeegan: WOW: Cook: the currency impact for Apple is about the size of a Fortune 500 company. $AAPL",
        "$AAPL we def have to get below 90$ here, it's coming",
        "$AAPL I wish this thing just drop to 85 already.. I'm bull, but I'm scared to buy aapl after the past 4 ER. lol",
        "$AAPL gave the low 90's now will it hold -",
        "RT @codywillard: Net/net $AAPL earnings look pretty darn good, especially relative to expectations, which were awfully low head...",
        "CityFALCON score gives top rated news for FREE $AAPL $TSLA",
        "Apple And Chill $AAPL",
        "RT @DowdEdward: $AAPL Smart phones are mature &amp; it will take several Qs for street and management to recalibrate expectations.",
        "It's Still Clear: Earnings Are the Biggest Driver Of Stock Prices. Future EPS, sales outlooks too $AAPL $BA"
    ]
}