{
    "2016-02-23": [
        "Bill Gates on the privacy debate between Apple and the FBI - video.",
        "AMAT AAPL are the Most Active in After Hours as seen on SpeculatingStocks After-Hours.",
        "AAPL will open green and check 98 level today by noon. Buyback also started. Strong multiple support near 96.",
        "We have a corporation defending our right to privacy more than any elected official supposedly representing the people",
        "Apple, Inc. Ask Size",
        "It looks like the Apple Watch had a horrible holiday season",
        "NEW: AAPL involved in other court fights beyond San Bernardino; Justice Dept seeking data from ~12 other iPhones in criminal …",
        "Concerning Apple v. FBI. What has AAPL told its employees to do when the FBI walks in an tells them to build the tool? Quit?",
        "The DOJ Wants iPhone Data in a Dozen Cases, Not Just San Bernardino.",
        "Apple and the FBI will need to compromise, Cisco's CEO says.",
        "rt Trading Pennystocks With $500 & Turn it UP To $5,000",
        "Bill Gates backs FBI in iPhone spat: report",
        "Trading Strategies Partners",
        "Apple, FBI Wage War of Words",
        "DOJ seeks court orders to force Apple to extract data from more phones, WSJ says",
        "Gates splits from peers in Apple-FBI row.",
        "Gates splits from peers in Apple-FBI row.",
        "AXP Stock Forum Updated Monday",
        "AAPL giving in to the US Gov may be the smart move in the short term, but long term negative consequences outweigh.",
        "IBM Meets VMware and Apple Swift in the Cloud.",
        "Upland attorney tapped to file brief on behalf of San Bernardino shooting vict...",
        "Some San Bernardino Families Back FBI Stand on Cellphone .",
        "Bill Gates Apple Should Cooperate With the FBI",
        "Obama FBI trying to coerce AAPL to create iOS crack program WHILE he just announced plan to bring REAL foreign terrorists to US soil.",
        "Apple Seeds Fourth iOS 9.3 Beta to Public Beta Testers.",
        "IYR Company Info Updated Tuesday",
        "AAPL looks like it just stepped on dog poo. if poo was spelled nsa."
    ]
}