{
    "2016-03-24": [
        "Verified $40.43 profit in $AAPL A bit of a tough trade but patience and a trailing stop paid off.",
        "Senator Lindsey Graham Finally Talks To Tech Experts, Switches Side In FBI V. #Apple ( $AAPL)",
        "#stock movers: $YHOO pressured; $UBS urges investors to sell $WFC; $AAPL $DIS $KBH $PBR $NMR",
        "#Apple Macs may go even longer between revamps as Intel kills tick-tock.",
        "Apples fight with the FBI over unlocking an iPhone has set off a race among hackers",
        "Severe zero-day vulnerability in iOS and OS X can put down almost any #Apple device.",
        "Why Apple Is a Low-Expectation Stock",
        "$AAPL - Sony's Game Plan Goes Mobile",
        "Morning Beat: Sony Corp, Apple, and Alphabet $SNE $AAPL $GOOG $GOOGL",
        "#Apple Mac Users Report They're Unable To Log In To FaceTime, iMessage After OS X 10.11.4",
        "#Apple Mac Users Report They're Unable To Log In To FaceTime, iMessage After OS X 10.11.4",
        "#Apple Mac Users Report They're Unable To Log In To FaceTime, iMessage After OS X 10.11.4",
        "DOJ knew of possible iPhone-cracking method before #Apple case.",
        "$AAPL and the #FBI: how the personal #Data conundrum affects #Apple's #stock",
        "$AAPL releasing a powerful 4.8 inch phone is a great idea...remember when Steve Jobs said the original iPhone was perfect size for hand.",
        "Apple Stock Price: 105.70 #apple",
        "PayPal slips following a report Apple Pay is launching on mobile sites",
        "#Apple Pay to work with mobile websites by later this year: Report.",
        "#Apple Pay to expand to mobile web by Christmas.",
        "Siri takes the spotlight in latest #Apple TV ad.",
        "#Apple Shares New 'The Kiss' Ad Featuring Apple TV's Siri Integration.",
        "Little change in analyst EPS estimates &amp; targets on $AAPL after new product announcements.",
        "Why #Apple no longer needs an iPhone 'wow factor'.",
        "@carlquintanilla If you were a top engineer, would you want to work for $AAPL or $YHOO? Even for less money",
        "watching 106 weekly puts",
        "Top Stock searches on message boards and Twitter: $APTY $AAPL $SPY $FB $ADMD (10:31 am)"
    ]
}