{
    "2016-01-07": [
        "Early movers: JCP WBA HPQ AAPL M MS KBH FINL STZ FOXA WFC ZUMZ UAL LUV TWC YHOO T",
        "RT Options_Edge: AAPL - so if they start buying back shares at this level or any lower...pretty damn good deal for them.",
        "New life goal: Own the iPhone 42 ( AAPL Apple)",
        "Apple's a $99 stock. Is it?  AAPL",
        "RT Benzinga: 'Bozo Culture At Apple' Author Responds To Reader Questions AAPL SBUX TSLA",
        "AAPL better hold 96 today or we are doomed!",
        "RT DailyStockPlays: Bullish Doji AAPL",
        "AAPL we are extremely close for a big bounce. PLEASE CALM DOWN n BE PATIENT, nothing goes down forever.",
        "Centre Asset Management Sells 12,550 Shares of Apple Inc. AAPL",
        ".@wheeliedealer APPLE @business Is it time to embrace the beauty of AAPL in middle age?",
        "#Invest #Stocks Twitter Working on Increasing Tweet Limit to 10,000 Characters: Reportedl... FB AAPL BABA IBM",
        "Achieving Alpha Is Tricky - But Not Impossible - With Limited 401(k) Options AAPL ALXN AMZN DHR FB",
        "RT Benzinga: Chinese Market Has Shortest Trading Day In 25-Year History AAPL BROAD SPX SPY",
        "AAPL TWTR FIT and 20,000+ other symbol streams on , The Discovery Engine, Social Network for Investors. stocks",
        "AAPL Cook rumored to announce a digital ButtPlug app that will run ONLY on Iphones. Should be good for sales. lbgt",
        "AAPL is your wife and FXI China your boss",
        "CT Financial Advisors Reduces Stake in Apple Inc. AAPL",
        "AGIO Bid Size Click Here -- > AGIO AGIO AAPL IWM tradeideas stockmarket",
        "RT Benzinga: Gene Munster: Apple Still Worth $179 AAPL FIT ",
        "Would it surprise anyone if Johnny Ive has sold (or hedged so it isnt an insider sale) all his AAPL stock?",
        "RT theflynews: Apple has acquired Emotient, an artificial intelligence startup: AAPL",
        "@GuyAdami Do you know if AAPL is not supposed to buyback shares 5 weeks before earnings. @RiskReversal",
        "VXX Percent Change Updated Wednesday, January 6, 2016 9:07:16 PM AAPL EWZ HMSY IWM",
        "RT TimKelleherCorp: Shanghai Composite halted for the day down 7% SPY ES_F SPX VXX AAPL",
        "Commented on StockTwits: ES_F NFLX SPY AAPL FB BABA APA GLD AMZN TSLA China stock trading halted early...",
        "closed half short position in AAPL thx mr. market ",
        "RT iSPYTrading: SPY 1-7-16 Full Day #TapeReading What a day.. AAPL VXX GPRO",
        "@VaderTheTrader @tim_cook Oh, its a game, OK, let's play the game AAPL",
        "Je vais finir par croire que nous avons à faire à une ETE validée en Weekly ! AAPL APPLE",
        "SUNE Short Sales Click Here -- > SUNE QQQ AAPL JCP share investing",
        "iWWorldExchange Launches as New Exc.. AAPL FB SPY GLD AMZN NFLX USO OIL FXI CMG UVXY QQQ RLTR EURUSD",
        "What is Carl_C_Icahn doing with his AAPL holdings?",
        "was hoping to see @DeltaNinety @ScalpMaster1 white lambo, instead got blocked. AAPL TWTR FIT GPRO modern_rock",
        "AAPL received a new alert. Find out why at  stocks daytrading trading mkt NYSE NASDAQ markets",
        "AAPL",
        "AAPL looks like puke. Could see a bounce at 95 near Aug 25th close."
    ]
}