{
    "2016-02-18": [
        "RT @1MinuteStock: Do you know that #WallStreet price for $AAPL is $135.92",
        "Everything You Might Have Missed This #13F Season: Part 2 $AAPL $AMZN $FLT $MSFT $JNJ $GOOG $GOOGL",
        "RT @Benzinga: Energous Spikes 17% After BGR Calls Co. An iPhone Game-Changer $WATT $AAPL",
        "$AAPL $FB $GOOGL cc @dvandenbord @1DannyStewart",
        "Apple removes app tracking US drone strikes $AAPL",
        "#Apple ( $AAPL) launches payments service 'Ápple Pay' in China",
        "#Apple ( $AAPL) releases an official fix for iPhone bricking 'Error 53' issue",
        "$AAPL stock chart suggests a short-term bottom may be in place",
        "Apple: iPhone Deterioration Worse Than Existing Predictions $AAPL",
        "How #Apple ( $AAPL) wound up in FBI's encryption crosshairs over San Bernardino shooting",
        "$DJIA $COMPQ $SPX $SPY $AAPL $DIS $MCD",
        "$AAPL$SEMI INVEST IN YOURSELF",
        "QID ProShares Ultra QQQ Fund Last Trade $QID $AAPL $CLR $BIDU",
        "RT @GriffHernandez: Supreme Leader of North Korea Kim Jong-un Agrees with Apple | $AAPL $TWTR",
        "$AAPL Listen, $FIT freaks: Wearables either succeed or fail as a whole",
        "$BABA $AAPL The $100-Bill Plot and the Apple Case: the Privacy Link",
        "RT @CNNMoney: Tim Cook says the FBI wants Apple to hack your iPhone $AAPL",
        "My second most frequently asked question at $DIS World. \"Does this accept $AAPL Pay?\"",
        "$AAPL selling #iphone like car dealership leasing new cars; trade-in + monthly installments.",
        "$AAPL",
        "Mark Cuban: Apple did the exact right thing $AAPL",
        "Apple: The iPhone Company?",
        "RT @UPTRENDZz: $LTNC added 7s $SOUL $SIRG $COBI $BVAP $COBI $BCCI $TPAC $FB $AAPL $SPY $RXMD $PKGM $TXHD $PKGM $CACH $RXMD",
        "$AAPL Careful there shorty. This isn't what you think. Tsk Tsk Tsk.",
        "@CNBCnow @SullyCNBC if $AAPL feels like this, how come they won't make it easier for me to tell where my info from apps i download goes??",
        "$AAPL Wozniak has nothing to do with AAPL and hasn't for decades, really. Why they're even talking to him about a current issue is beyond me",
        "#Apple ( $AAPL) Apologizes, Releases Update to Fix Broken iPhones",
        "#Apple ( $AAPL) How to update your iPhone to fix Error 53",
        "$ETFM carbon fiber electric car!? And only trading at .235/sh. $EBIO $SNTA $AAPL",
        "RT @theflynews: ITG Research says January iPhone sales are trending lower: $AAPL",
        "The Big Short’s Michael Burry Reveals His Top Stock Picks $FSLR, $IBM, $TBPH, $AAPL, $NXRT",
        "Peak iPhone: Smartphone boom won’t last says $AAPL supplier Alps Electric exec, but next is automobile tech",
        "On #Apple ( $AAPL), the FBI, encryption, and why you should be worried.",
        "RT @Benzinga: Apple Vs. The FBI: Whose Side Are You On? $AAPL @Snowden @jeremiahg @tim_cook @sundarpichai",
        "@grayund The iphone was a decade long product. $AAPL can not sustain 500 billion+ market cap over the next decade with iphone sales",
        "Papers - #Apple ( $AAPL) at loggerheads with the government.",
        "Papers - #Apple ( $AAPL) at loggerheads with the government.",
        "RT @StockTwits: Trying to follow the stock market this year like... $AAPL $AMZN $SPY $NFLX",
        "Ex-con Joe Nacchio accuses #Apple ( $AAPL) of 'PR ploy' in iPhone dispute",
        "Ex-con Joe Nacchio accuses #Apple ( $AAPL) of 'PR ploy' in iPhone dispute",
        "Ex-con Joe Nacchio accuses #Apple ( $AAPL) of 'PR ploy' in iPhone dispute",
        "Alphabet C : #Apple ( $AAPL) Gets Help From Google, Snowden, WhatsApp In Fight With FBI",
        "#Apple ( $AAPL) Privacy Fight Stirs Up State and Local Cases",
        "#Apple ( $AAPL) Pay launches in China, where Alibaba rules",
        "#Apple ( $AAPL) Introduces New iPhone Trade-in Program"
    ]
}