{
    "2016-03-17": [
        "Woz on Apple Watch: This isn't the company Apple was originally",
        "its ok on Ichimoku too... looks a sell here though - do you have puts?",
        "iPhone 6s Plus is much faster than the just released Samsung Galaxy s7 edge.",
        "businessinsider: Apple's new iPhone 6s ad stars the Cookie Monster",
        "US Tech Giants #Apple , #Facebook , #Google Fear UK Mass Surveillance Bill",
        "As our analysis will show, our short research will be on par with many of the top short sellers.",
        "Apple is currently undervalued with stock chart forming bullish cup and handle pattern",
        "#Apple The iPhone might be getting an AMOLED screen as soon as next year.",
        "Full interview",
        "Cover",
        "Tim Cook to Time: 'I feel like I'm in this bad dream'.",
        "See Live Apple Stock Chart and Breaking News Twenty Four Hours a Day",
        "LastPass Brings 2FA to Everything, #Apple Watch Could Save Your Life... [Tech News Dige... Read more:",
        "is working with local financing agents to allow for the growing middle class in India to",
        "BEAR 88% Wave 2 bounce 2025 (June)",
        "Next leg up is 7.32 once it hits that were flying. I'm not long, I'm just waiting w/ &amp; want to make some $",
        "App Piracy Technique Used For Malware.",
        "App Piracy Technique Used For Malware.",
        "TIM COOK: Actually, there's plenty of data the FBI can use to spy on people",
        "See why these assets are trending in 1 watchlist",
        "loses to OpenTV in streaming technology lawsuit.",
        "loses to OpenTV in streaming technology lawsuit.",
        "Major iPhone 7 changes revealed by leaked case.",
        "Apple Using Google's Cloud, Moving Some Data From Amazon",
        "The chart that shows Apple stock could be marching toward $114:",
        "Outperform Rating Reiterated at RBC Capital",
        "moves some data to Google's cloud from Amazon's.",
        "Tickers trending on TWTR in last 1 hour",
        "The chart that shows Apple stock could be marching toward $114:",
        "Amazon ‘Puzzled’ by Apple-Google Chatter; Remember, There Are NDAs",
        "trying to roll over here.",
        "0 stocks appeared death cross 2016-03-17 more info",
        "MobileTrust Explainer"
    ]
}