{
    "2016-03-29": [
        "$AAPL Facebook hints at possible Apple Pay teamup for Messenger payments",
        "Can Apple Make Phones That Compel People to Upgrade?",
        "Apple responds: 'This case should have never been brought'",
        "UNKNOWN PRODUCT WON AWARDS",
        "#Samsung #GalaxyS7 is Far Beyond #Apple #iPhone7",
        "Another US favour to $AAPL numbers (and future)",
        "#Apple US Hacks iPhone, Ends Legal Battle but Questions Linger.",
        "#Apple US hacks iPhone, ends legal battle but questions linger.",
        "Looking for mobile analysts to talk about iPhone future, DM me – #apple",
        "#Huawei #P9 kills the #iPhone7 #iPhone7plus",
        "FBI Might Not Tell Apple How It Cracked the iPhone:",
        "Justice Department cracks iPhone; withdraws legal action:",
        "AP: Read-Dark Pool",
        "Thoughts On #GrowthStocks: #Apple, #SherwinWilliams, #Disney",
        "Apple Statement: This case never should have been brought.",
        "$AAPL KICK1: $AAPL #Yellen #IOT risk on off on baby!: KICK1",
        "The tide is turning against tech companies massive stock buybacks, finally.",
        "EBay follows #Apple fruitless buyback path.",
        "#Stocks to Watch Today: $AAPL, $FL, $SUNE, $YHOO, $LEN",
        "$AAPL broke out of resistance from 6 months, closed my short from this morning for 20% loss opened 108/109 call spread",
        "SHORT $AAPL 107.31 TARGET 107.21 107.11 STOP 107.41",
        "Soundcloud just launched its competitor to Spotify and #Apple Music and it will cost $9.99.",
        "#Options traders trading premium",
        "#Apple fears privacy risks as FBI unlocks killer's iPhone.",
        "#Apple Inc.'s iPhone SE Reportedly Sees Robust Pre-Orders in China.",
        "What is it ahead for US Tech Giants? Check what analysts have to say",
        "#Apple to announce Q2 2016 earnings on April 25.",
        "#Apple to announce Q2 2016 earnings on April 25.",
        "#Apple to announce Q2 2016 earnings on April 25.",
        "Seeing people that had HUGE money on $SUNE long. Go for $AAPL or $GOOG if ur gonna do that!",
        "TODAY ONLY - 30% off EVERYTHING",
        "Tuesday’s Vital Data: $AAPL $FB $NFLX",
        "#Apple to hold Q2 2016 earnings call on April 25.",
        "FBI Unlocks iPhone, Ending Its Dispute With #Apple -- Start Up Your Day Roundup.",
        "Could this be what propels Apple’s stock to $130?",
        "End of Apple-FBI dispute could intensify larger fight over data privacy",
        "Good news for $AAPL : It won Round 1 in court. Bad news: FBI hacked iPhone w/ out Apple's help."
    ]
}