{
    "2016-01-28": [
        "@TravisMKnight @stb8444 $AAPL worth an IRA position at this price regardless of current market conditions.",
        "Early Morning Market Notes from our Member Chat Room: $DIA $SPY #China $AAPL",
        "Day Trading Strategies - Earn profit in the Stock Market $AAPL $KBIO $FCX #Stocks #Trading",
        "Our room knows the levels and trades confidently Ur on $TWTR, TAKE A FREE TRIAL $AAPL $AMZN $GOOGL $FB $NFLX $TSLA $BA",
        "China and Shrinking Economies Could Hamper Apple's Performance $HPQ $GOOG $AAPL $FXI",
        "#Apple Inc. After Disappointing Revenue Results $AAPL",
        "The latest webinar replay is available! Watch it now! #stocks #trading $AAPL $BA",
        "Thrill-Ride Thursday – Hilsenrath Spins the Fed, Spooks Investors: $FB $AAPL #Fed",
        "Highest scoring stories for #SP500 under one watchlist $AAPL $WFC $XOM",
        "4 Quotes Apple, Inc. Investors Shouldnt Overlook --  The Motley Fool $AAPL #wlst",
        "$AAPL : v B",
        "discounts Apple products by as much as 17% in sale ahead of Chinese New Year $AAPL $JD #China",
        "Apple CEO Tim Cook is no longer shrugging off concerns about the global economy $AAPL",
        "LONG $AAPL 93.29 300 TARGET 93.49 STOP 93.19 #learnfromthebest #intraday #stocks #followme",
        "How about fuck you for an overpriced tablet. $AAPL",
        "$AAPL $FB Facebook open to payments partnerships with Apple Pay",
        "Phillip Securities Reiterates “Positive” Rating for Apple Inc. $AAPL",
        "We live in a world in which $AAPL beats and tanks 6% and $CAT goes up 5% on earnings. Can't wait for @jimcramer to chime in on this :) ",
        "$AAPL When Jobs was there, the co. had a hit product every 2years. Now it just tinkers around with existing lineup.",
        "CityFALCON score gives top rated news for FREE #bigdata $AAPL $TSLA",
        "@mjw says law of large numbers is overtaking $AAPL; hard to drive hits under the cold, harsh light of Wall Street.",
        "$AAPL $UA $EBAY Trades Blog with Charts Explained + $1,375 Profits  4-day free trial",
        "$AAPL Stock Message Board Updated Thursday, January 28, 2016 4:59:22 PM $IBM $FDN $KO $GILD",
        "$IWM this still looks good as a short-term long. Longs still defending both VWAPS. $SPY $QQQ $AAPL. 9850 STOP.",
        "Student is up $400k Trading Momentum Stocks with WARRIOR TRADING $AAPL $FB $NFLX $AMZN $SPY",
        "$TSLA HFT Algos triggered BUY in SIGMA-X, CROSSFINDER, ATS, LX @ 06:50. P/T 195.00 #Quant $MSFT $TWTR $GOOG $AMZN $AAPL $NFLX $FB $QQQ",
        "Stopped out $AAPL",
        "سهم شركة أبل $AAPL منخفض بنسبة 6% الآن!",
        "3 Amazingly Valuable Concepts for NEW Traders #Trading #Stocks $SPY $AAPL $FB $AMZN",
        "MONSTER week for swing trades using options strategies for earnings. +253% $FB +320% $AMZN unrealized & flat $AAPL"
    ]
}