[
    [
        {
            "time": "2019-03-04",
            "original_text": "Tech Check Evening Edition: March 04, 2019 3 Coiled Blue-Chip Tech Stocks Ready to Spring Higher Why Apple's Video-Streaming Service Is Taking So Long to Launch After Hours Most Active for Mar 4, 2019: LTHM, LLY, ATVI, BAC, S, OHI, GE, GILD, CMCSA, IMGN, AAPL, SGMS Apple to Transfer Listing of Debt Securities to Nasdaq Has Warren Buffett Changed His Views on Share Buybacks? Why Apple's Video-Streaming Service Is Taking So Long to Launch Monday Apple Rumors: How Fast Will the AirPods Wireless Charging Case Be? Here's when D.C.'s flagship Apple store is expected to open S&P 500 Back to Above 2,800: SPY ETF Versus IVV How Safe Is Venmo and Is It Free? Apple Stock Is on the Verge of Breaking Out How Warren Buffett Views Kraft Heinz after the Fall The Zacks Analyst Blog Highlights: Facebook, Alphabet, Twitter and Apple Dow Movers: WBA, CAT Will Twitter Talk Transform into a Real US-China Trade Deal? Jim Cramer: Who in a Million Years Would Ever Think That FAANG Would Be Value? Alphabet May Have Become the Biggest Threat to GOOGL Stock It Isn't Surprising That There's Some 'Sell the News' Action Taking Place Amazon's stock surge propels company past Apple to No. 2 on list of most valuable U.S. companies Apple Eliminates a Distraction in France Apple's stock surges toward 3-month high 3 Things to Consider Before Buying Apple Stock Jury selection begins in Qualcomm’s patent case against Apple Technology Sector Update for 03/04/2019: MGIC, GRMN, SAIC, MSFT, AAPL, IBM, CSCO, GOOG Apple has more open software jobs than hardware jobs for the first time in years What Does Apple Stand to Gain from Merging Apps? Warren Buffett’s Next ‘Elephant-Sized Acquisition’ Google and Apple See the Ghost of Future Taxes Qualcomm launches patent challenge to Apple ahead of antitrust case Dow Jones Futures: China Trade Deal Near; Apple, Boeing, Alibaba Likely Winners; Tesla Model Y Unveiled March 14 Apple Is Getting Tough on Facebook and Google in News Business Apple set to beef up presence in London by taking BuzzFeed space [$$] Is Washington getting tougher on Silicon Valley? 3 Top Stocks That Are Cash Cows",
            "features": {
                "keywords": [
                    "Apple",
                    "stock",
                    "surge",
                    "video-streaming",
                    "Qualcomm",
                    "patent",
                    "S&P 500",
                    "FAANG"
                ],
                "sentiment_score": 0.75,
                "policy_related": "false",
                "investment_strategy": "true",
                "sector_focus": [
                    "technology",
                    "finance"
                ],
                "causal_factor": "true",
                "causal_impact": "positive",
                "affected_by_time_series": "true",
                "ts_effect_direction": "positive"
            },
            "scores": {
                "News_content": "Tech Check Evening Edition: March 04, 2019 3 Coiled Blue-Chip Tech Stocks Ready to Spring Higher",
                "Correlation": 7,
                "Sentiment": 6,
                "Importance": 5,
                "Impact": 4,
                "Duration": 3,
                "Entity_Density": 1,
                "Market_Scope": 8,
                "Time_Proximity": 10,
                "Headline_Structure": 7,
                "Source_Recency": 10
            }
        }
    ]
]