{
    "2015-01-29": [
        "Rebound on NBG, still playing bio hype PSTI and hedging BABA... I guess right",
        "Alibaba now has more shoppers than the US has people",
        "BABA Recent News Updated Thursday, January 29, 2015 4:11:35 PM OIL RUSS X DUST",
        "Just watching BABA on a 1-Second chart is a blast. Down 11%",
        "Nearly 1,000 MarketWatch readers sitting on BABA quote page, watching this",
        "BABA earnings bef nyse opening bell today, -4.5% yday after China releases scathing report",
        "Could Yahoo be a takeover target before Alibaba spin-off in September? Needham thinks so YHOO BABA",
        "Alibaba, resultados",
        "Alibaba quarterly revenue disappoints, shares fall",
        "NVIV announced cash raise. CEMP getting close to break out level. BABA YHOO short worked. Otherwise, waiting for ENTL.",
        "BABA ouch ..........why you DONT trade earnings!",
        "BABA تسقط حاليا اكثر من 6% عند سعر 92.15 وسط سيولة تجاوزت 1.34 مليون دولار YHOO وهي الاخرى تنخفظ اكثر من 4.5%",
        "Alibaba stock falls 10% after missing revenue estimates for the holiday quarter",
        "I banked over 200% in gains during my 14-day trial with Their 5 guru traders are amazing. AEGR BABA AMAT",
        "Jack Ma lost 758 million yesterday, the most in Asia, as BABA faces credibility crisis",
        "BABA misses on revenue. Down 10%",
        "Is BABA a buy now that it dropped so much?",
        "cut loss on BABA at 89. Will revisit once I can spot a level",
        "BABA - Alibaba: le coup de semonce.",
        "Rt now I view BABA as technically broken short-term.",
        "On The Fly: Closing Wrap BABA YHOO MCD QCOM ALB COH LRN: Full Story",
        "Alibaba BABA Q3 non-GAAP EPS CNY 5.05 vs. Exp. CNY 4.65",
        "BABA - Alibaba Group Announces December Quarter 2014 Results",
        "BABA does everyone out there understand the holiday season is only in the West,Chinese people dont care for Xmas,thanksgiving doesn't exist",
        "I'm sure you'll be all over the SELL BABA BUY FB tonight, Can't believe FB was only up $1 or so",
        "FB decent report Futures up a bit GOOGL GOOG BABA CELG on deck",
        "BABA stocky101: It's going to $130 tomorrow!!!!!: stocky101",
        "BABA 90s pre-mkt #ouch",
        "ehhh too big for BABA to get to 80 on the missed rev def gonna have some big buyers that want buy at premium"
    ]
}