{
    "2015-07-17": [
        "Wondering why Etsy stock is exploding higher today? Well, Google gave it some love yesterday: http://t.co/xObjQ1SD80",
        "Received a new alert. Find out why at http://t.co/rRtKVALqb5 #stocks #daytrading #trading #mkt  #NYSE #NAS… http://t.co/Csk7miIhta",
        "Google Given New $750.00 Price Target at Credit Suisse http://t.co/AarqErYApK",
        "es una locura!!",
        "The massive move in shares created $65 bin in paper wealth - a record http://t.co/X3xLCHzXHT",
        "Google stock UP $60 billion today, sets New All-time Record http://t.co/nBxImb3I08 #google #investor",
        "My core tech investments ",
        "#Mercados buenos resultados de ",
        "is up 8% afterhours which is about the market cap of . Hmmmmm.... http://t.co/RBfA8LcTJ0",
        ": Bullish analyst action by BMO Capital on Google: http://t.co/cAyO9vxdnk http://t.co/svcRxT9ZX4",
        "Wall Street loves frugal Google http://t.co/BMaw8JBlMI",
        "\"Checkmate Weekly Options Strategies\" with this Tuesday. Register for free here: http://t.co/WInyi0FD6C",
        "Easy, sell and buy .",
        "Google's $52 billion market cap boost is the biggest one-day gain in history! http://t.co/o4MEc9Pp4X ",
        "http://t.co/miX42YYmjR",
        "Upgrade, target hikes follow earnings; shares up over 13% http://t.co/ijcwZf3TWC ",
        "For the past year anyone could have owned . After today you have to chase it if you want it!",
        "week: +16%. #",
        "price target raised to $780 from $670 at Deutsche Bank. MKM initiates with buy. Price target raised to $750 at …",
        "Few setups for Friday other stocks to watch ",
        "A hat-tip from Google sends Etsy stock soaring. http://t.co/XWF4Eefhga http://t.co/JSQ1HiZTn8",
        "It's official: Google has biggest 1-day market cap jump in Wall Street history, adding $66.9B.",
        "surge in stock adds $4 billion to net worths of # Larry Page, Sergey Brin overnight via @",
        "Congratulations Netflix  on your 34 Emmy Nominations. Soon youll own the TV space https://t.co/SOx…",
        "Wow: is up 12% so far after big Street beat yesterday http://t.co/eSH13ksT2w",
        "What to watch for in earnings: http://t.co/sIKYyZDi6G http://t.co/bZn5IAGshg",
        "$600 July calls were $.10 last week could open at $75+ tomorrow hypothetical $10 into $7,500 http://t.co/x9w…",
        "Nasdaq ended the week with a record close. leading the charge: http://t.co/FgXpOF1j53 http://t.co/9cmVrDxtAC",
        "Well Tech Stock is having a good day! bosocial http://t.co/Csk7miIhta",
        "Our Penny Stock Newsletter Alerts Gained 350% In Just 8 Trading Days! Get Our Next Pick Early: http://t.co/7EfZVVoCLl ",
        "Made over $25k this week, TTF brothers made over $100k collectively. I'm proud of you boys (and girls)! # ",
        "Did I read that right? added the equivalent of 2 's to its market cap today?"
    ]
}