{
    "2014-05-01": [
        "De escalation in Ukraine enables global stability and growth, drives FB & Momo's to infinity n beyond #IgnoreUkraine",
        "Seeking the next hot pennystock MDRX OI ALSN FB #Stock",
        "took gains in FB at 1.56 from our buy moments ago at 1.30 for a quick gain GOOG AAPL MU FB EBAY BBRY SPY QQQ",
        "FB Waiting for that legendary 3pm push upwards. Don't get burned. #clockwork",
        "FB vs. TWTR Brands get about 120X more engagement per follower on Instagram than on Twitter.",
        "Are you considering selling GOOG RL FB #wallstreet",
        "Can This iPad App Improve Your Vision? FB #Facebook",
        "FB: Facebook Debuts Mobile Tools to Give App Developers More Reach",
        "FB Facebook to let its users limit login information",
        "Small-cap stocks breaking 52-wk high prices CAM FB RHT PCLN #economy",
        "Pennystock Research on CCI HBAN LNG FB",
        "It's Official: Mark Fields Will Replace 'The Man Who Saved Ford' BA F FB",
        "shorted FB 60.4 yelp 63.4",
        "#videochat is heating up: skype now offering free group cha, FB adds videosharing to messenger.",
        "Everyone on TV talking Oil companies. YELP WDAY FB WB all ripping EINHORN short followers",
        "FB 59.78",
        "analyst are gonna be shocked at the eyeballs snapchat take frome FB TWTR lol",
        "Top Stocks today. Find out why. PTEN DAL SMG FB #NASDAQ",
        "Did you spot FB buying Oculus VR, a virtual-reality headset maker for $2B? Anyway, ZeniMax Media claims IP rights, says DowJones/WSJ",
        "Best research on stocks such s LMT STWD FB Give it a try",
        "Great Stock Research on FB IBM MDU BWP #NASDAQ",
        "Stocks to Watch this week AOS PL CTAS FB #investing",
        "Did you lose money on VAL SD RKT FB Must have",
        "Are you looking for more winners like XRX SLG XEL FB #NSE",
        "MORN Stock Market Reports on stocks like SFG VRSK FB",
        "Stock Market Reports you need on CMP EXPD FB RAX #Stock",
        "Are you looking for winners like SM WTM TWO FB"
    ]
}