{
    "2014-10-28": [
        "$FB do we get a move to $78 or what?",
        "Are Ad Dollars Shifting from Google to Facebook? A Preview of Expected Trends To Be Discussed By Zuck $FB $GOOGL",
        "Surprise! Twitter is not Facebook. That's why $TWTR is down 31% this year and $FB is up 48%",
        "Facebook's mobile daily active users are up 39% from a year ago. $FB’s results in 6 charts",
        "Twitter earnings are done, movin' on to Facebook...options market currently pricing in $FB +/- 7% post earnings",
        "KNOW THE MARKET : THESE ARE THE CONFIRMED PROMOTED STOCKS FOR TUESDAY 10/28 #TradingIdeas $FB",
        "potential safe haven $AAPL $FB $BABA",
        "$FB - MARKET SNAPSHOT: U.S. Stocks: Futures Trim Gains After Durable-goods Orders",
        "$FB - MARKET SNAPSHOT: U.S. Stocks: Futures Trim Gains After Durable-goods Orders",
        "Stock & Option Updates / Alerts $AAPL $BABA $TWTR $FB $SIRI $BIDU $GPRO $BAC $SPY $NKE $MCD",
        "@CNBCWorld anyone who deals with $FB long term your looking to lose @facebook is the next Myspace. 1billion members with 1/3 fake profiles",
        "Conference call done, $20bn-odd wiped off $FB market cap.",
        "Donde están los largos de los resultados de $FB - #FACEBOOK ? AFTER HOUR 74 USD -8.38%",
        "Mobile ads accounted for 49% of Facebook’s total ad revenue in last year's 3Q $FB up 48% YTD",
        "$FB بعد الإغلاق اعلان النتائج .. انا كول ✋.. #تداول #تاسي #توصيات #فوركس #اسهم #بورصة #السوق #عملات #اوبشن #أوبشن #دورات أسهم",
        "#Facebook's third-quarter revenue rises 59 percent, shares flat",
        "$FB has beat estimates for the past 5 quarters",
        "Facebook just reported Q3 earnings and the social network now has 1.35 billion monthly active users. $FB",
        "Facebook just reported Q3 earnings and the social network now has 1.35 billion monthly active users. $FB",
        "$FB QUICK BTFD ON THIS CHEAP PENNY STOCK!",
        "Facebook earnings surge 90% on mobile ads, but stock flat afterhours, $FB",
        "From a Trading standpoint, $FB better not go into earnings on Tuesday with an extreme overbought s...",
        ".@shawnabrams @apppro1 well talk about $FB last block",
        "Big earnings day today as companies like DuPont $DD, Pfizer $PFE and Aetna $AET report before the bell and Facebook $FB",
        "Earnings favorites for tonight, performance since 10/15 lows: $FB +13.5% ($70.32) $GILD +23.1% ($91.73)",
        "Nice seeing the Dow Jones over 17,000 again, just 2% off the time all-time highs. Awesome earnings by $FB which is killing it",
        "Highly doubt that the buyers of $FB on so-so earnings realize they are going to get hit by a bus with WhatsApp written",
        "Mark Zuckerberg's salary is $1 per year. $FB",
        "Wall Street posts strong gains on Tuesday ahead of Facebook earnings $FB",
        "How has #Facebook been doing so well? Take a look at these charts: $FB",
        "Facebook just had its first $3 billion quarter. $FB",
        "Wall Street salue les résultats de sociétés $TWTR $DD $PFE $WHR $FB $COMP $NDX $S500 $AZN $CPWW",
        "Facebook Inc (NASDAQ:FB) Becoming The Face of Active Journalism $FB",
        "Anxiously awaiting exclusive #socialmedia contracts between $FB $TWTR @instagram and #celebrities #athletes #influencers",
        "$FB buyer 4800+ 10/31 $78 puts 1.80",
        "#MarketWatch #OptionsTraders $MS $SO $FB $TWTR $AAPL",
        "$FB 8 large weekly PUT trades detected, versus 2 large Call trades detected, and tweeted out today",
        "Facebook uses share count of 2.64 billion to determine per-share earnings, That count gives $FB a market cap of $213.5B at closing price",
        "$FB gonna offer some sick range over the next 24 hours",
        "Facebook’s 3 Part Plan to Conquer the Online World $FB",
        "Facebook beat analysts' expectations earnings 43 cents on $3.20B revenue, according to a consensus estimate from Thomson @Reuters . $FB",
        "How Facebook accounts for its WhatsApp buy: $2bn for users, $448m for brand, $288m for tech, $15bn in \"goodwill\". $FB",
        "$FB - MARKET SNAPSHOT: U.S. Stocks: Futures Up On European Gains, Hopes For The Fed",
        "Facebook results coming up. High hurdle: Street expects 50% sales growth. $FB",
        "@GuyAdami @timseymour @karenfinerman Ugh here come the pundits with spending like drunken sailors comments! $FB",
        "Facebook's mobile monthly users topped 1 billion for third straight quarter $FB",
        "Common theme this earnings season: growth stocks like $FB $TWTR $P meet top & bottom, get hit on soft guides, user growth or both",
        "$FB",
        "Can Facebook earnings live up to the hype - again? $FB $TWTR $LNKD",
        "Weekly Preview: Busy Week Filled With Market Moving Data $FB $SBUX $TWTR",
        "$COH $PFE $DD $AAPL $FB $TWTR U.S. Morning Call: Facebook reports; Twitter slashed, Thomson Reuters: Reuters Insider",
        "It's been a tough earnings season for tech companies so far. Will Facebook fare any better today? $FB",
        "$FB Bought puts. Gonna buy a bottle of scotch either way the stock goes lol.",
        "$FB GO BABY GO!!!!!!!!!",
        "$FB running into the close let's see what happens here.",
        "$FB EPS of $0.43 vs $0.40 Est; Revenue of $3.20B vs $3.11B Est",
        "Facebook Q3 Monthly Active Users Quarter End 1.35B $FB",
        "Need to clear out the earnings renters. $FB",
        "Like $FB After Hours",
        "#facebook is down after reporting its earnings. Both the website and the stock $FB",
        "$FB Crisis averted Facebook is back up, back to my earnings model",
        "$FB $SPY 178 million shares, or 8.8 percent of Facebook’s outstanding stock will enter the mkt in the next day or two. Lockup expires."
    ]
}