{
    "2015-01-29": [
        "Reach is but one dimension. Time spent is at least as important. Facebook dominates there, as Sheryl pointed out.",
        "Facebook Showing Resistance Near $78.27",
        "Facebook: en hausse dans le sillage de ses trimestriels.",
        "very volatile but great for trading. We track winners that hedge funds are buying",
        "Long-term price momentum + huge EPS growth + very strong ROE/ROA = Strong growth stock...",
        "Facebook is banned in China, but the company is setting up a \"small team\" in Taiwan.",
        "Facebook's mobile daily active users grew to 745 million, rising 34% from last year.",
        "@facebook reportó mejores resultados a los esperados; sus ingresos fueron impulsados hasta 49% por un mayor uso de la aplicación móvil",
        "Twitter versus Facebook",
        "On The Fly: After Hours Movers",
        "Strong Dollar Will Hurt Facebook Inc (FB), Twitter Inc (TWTR) Is In ...",
        "76.25 (at 8:30)",
        "#FastFact: Facebook has an average of 3 billion video views per day",
        "This wraps up the live tweeting of Facebook's 4Q14 earnings call. Please do send in your comments.",
        "Facebook VP Sells $76,740.00 in Stock",
        "is going to move the entire tech sector. significantly higher tomorrow. #stockaction could run to $81 or so",
        "I should've bought when it was dirt cheap, like $2.50 a share smh",
        "77.25",
        "$FB had a fantastic quarter. Sometimes you have to ignore the after-hours action and see the report for what it is.",
        "did your Trade get Stopped Out because of The Market's noises? we can help you to avoid it!",
        "now has 1.39B monthly active users and 1.19B monthly mobile active users.",
        "Facebook's mobile ad sales jump, pushing up earnings, but shares drop on expense increases",
        "now has 526M MOBILE ONLY users. Think about it... Just mobile users that never visit the web. WOW!",
        ", Active, +4.36, 1H, 9:00 PM EST, 28 Jan, #NASDAQ",
        "is viewed as cannibalizing if it misses & should rise in sympathy if beats...i see a win win scenario (++) #stockaction",
        "Closing some short puts that were absolutely creamed.",
        "Monthly Active Users are now 1.39 billion.",
        "puh... anstrengend.. feuert mitten im Call den Chef...",
        "Best question: why should investors care about Facebook's spending on to connect the world?",
        "@jimcramer I'm sure you'll be all over the SELL BUY tonight, Can't believe was only up $1 or so",
        "decent report \n#Futures up a bit \non deck",
        "Get  Your 7-day Free Trial Live Trading Room Visit",
        "Get  Your 7-day Free Trial Live Trading Room Visit"
    ]
}