{
    "2015-12-11": [
        "Iniciamos una posición en FB Marzo 2016 115 calls. Compramos 15 contratos a 3$ cada uno. Objetivo 4.8$. Stop loss 2.3",
        "NGCG entry on Break above .006 NGCG DLTR FBO DG BIG TGT TUES COST FCAU FB WBA",
        "QQQ HFT Algos triggered BUY in SIGMA-X CROSSFINDER ATS LX MSFT GPRO GOOG AMZN FB AAPL NFLX TSLA",
        "China's Slowdown Could Mean For Your Portfolio stocks trading investing FB AAPL",
        "Today FB is losing ground. It is likely to see around 100 after the closing.",
        "Awesome video lesson from tim sykes profitly pennystocks FB TWTR trading",
        "The Closing Bell is out EURUSD GBPUSD USDJPY AUDUSD SPY TWTR GPRO YHOO LNKD FB",
        "Sony's VR Makes PlayStation Ecosystem Even More Attractive FB SNE",
        "REVIEW Super Alerts on profitly has an amazing stock picking service FB TWTR NQ TRIL MM",
        "the number one reason you will fail or succeed as a trader TWTR STUDY stocks pennystocks FB",
        "QQQ HFT Algos triggered BUY in SIGMA-X CROSSFINDER ATS LX MSFT GPRO GOOG AMZN FB AAPL NFLX TSLA",
        "GPRO inventories could be A LOT worse at our local BBY GOOG FB AAPL AMZN",
        "Facebook bends to publishers, tweaks Instant Articles advertising FB",
        "gorechristophe2 havin fun yet FB",
        "Torn between news sites Read financial news on just 1 page MAT PAY FB",
        "The Chart Porn is ready to go to make up from yesterday AAPL AMZN TSLA GOOGL NFLX FB",
        "Screen through high rated articles for US Tech Kings at once AAPL GOOG FB",
        "FB Facebook Inc Market Cap FB A CNQ.TO ASH stockmarket investing",
        "Facebook bends to publishers, tweaks Instant Articles advertising FB",
        "Analyst Price Target on Facebook Inc NASDAQFB FB",
        "RWM Progressive Care Inc Short Sales RWM KBIO DIA FB",
        "I like QCOM and FB I know this doesn't matter but AMZN has too ridiculous of a P/E",
        "I'm checking out FB MobileTrader Das not good",
        "MKAU Wants You to Build a Social Media Nest TWTR GOOG FB LNKD youtube pinterest",
        "GCG entry on Break above .006 NGCG DLTR FBO DG BIG TGT TUES COST FCAU FB WBA",
        "Today FB is losing ground. It is likely to see around 100 after the closing."
    ]
}