{
    "2015-07-30": [
        "I'm still bullish on FB, but it used up its move on GOOGL numbers. Needs to shake off the weekly call chasers.",
        "Buyers' remorse? Facebook stock is down 3 percent today. FB #markets",
        "the portal of the world to nearly 1B peeps stumbles? FB lost of channels to push growth",
        "Short on FB SPX TSLA GPRO Connect, Share & Profit with other investors on http://t.co/GCmd7eOyel",
        "You have to be watching Facebook right now. It's down more than 4% since yesterday's earnings - http://t.co/9GsCQMx1Jx FB",
        "Todays YELP TSLA and EURUSD Forecasts http://t.co/lKee0GYpq7 FREE AAPL GOOGL FB NFLX http://t.co/XG5hVFJGig",
        "Todays YELP TSLA and EURUSD Forecasts http://t.co/lKee0GGOyz FREE AAPL GOOGL FB NFLX http://t.co/IFXe4VLiF2",
        "FB trimmed 93.27",
        "I don't think TWTR will ever be ubiquitous like FB. Its a big niche, but ultimately I think constrained in adop",
        "Facebook is now the worlds mostused tech product. lisahopeking on FB earnings: http://t.co/aDZ5uNpU8v",
        "More friends for Facebook ahead? Or more follows for Twitter? FB vs TWTR SocialShowdown http://t.co/5veuTi65pH",
        "CNNMoney Facebook is now the worlds mostused tech product. lisahopeking on FB earnings",
        "Largest open interest increases among single stock options for 730 include FB, TWTR, AAPL, PFE, and MYL.",
        "Facebook is now the most used tech product in the world. So why is FB 3 premarket? http://t.co/Z4b63QpPOh",
        "Facebooks PT raised by Barclays to 105.00. overweight rating. http://t.co/GsFsM6PpnT FB via RatingsNetwork",
        "Social Distortion How TWTR Q2 Earnings MAU Number May Have Bluffed Wall Street http://t.co/xDsRbN65Ab FB",
        "After A MASSIVE 525 Gain On GEQU, We Have A New Pick Ready! Special Update http://t.co/wFGuoX67mX FB MDLZ CELG",
        "If FB trades upper 80s look for pros to wrap up trades theyve been in since 70profit taking in NFLX AMZN GOOGL will",
        "FB is the best in social media. Results are better every Q.",
        "Caterpillar, Inc Summary http://t.co/Kl7VwApCkb C FB RAD X tradeideas investing",
        "FB FreeportMcMoRan, Inc Bid http://t.co/S0JI2WvyiC FB CVC XLB SBH stock stocks",
        "FB 100 next week Fingers crossed NFLX shorts feeling pain today Gets worse",
        "MBLY Mobileye NV Volume http://t.co/JETFPmIfAj MBLY FB XLE QRVO MBLY pennystocks share",
        "Track curated news and tweets for multiple tickers US Tech Giants http://t.co/UD9cvP00kB AAPL GOOGL MSFT FB",
        "Position update long NFLX TSLA AMZN FB have a small hedge on my TSLA position as I am long 275 Aug 7 calls and July 265275 calls",
        "FB buy reiterated target raised to 105 by Cantor Fitzgerald Brief explanation here https://t.co/WeLEOxFBN0",
        "doubt so Not sure what the revenue model is for snapchat but hey FB paid 5b for instagram",
        "FB FreeportMcMoRan, Inc Dividend http://t.co/kTfJErZGp8 FB MRK UNG SSYS stocks stockFCX FireEye Inc 52Wk High",
        "UWTI VelocityShares 3x Long Crude ETN Ask http://t.co/9cLZPpKqvN UWTI PANW ABIO FB UWTI tradeideas trade",
        "SPNC Spectranetics http://t.co/UKZ3MRGmpH QDEN BSTK VGTL DIRV DIGX EMPS atnm baba FXI Fx AAPL BAC FB SPY NFLX googl goog",
        "ULTA United States Natural Gas Fund Quotes http://t.co/4W6jJiob9f ULTA DIA NTES FB ULTA nasdaq finance",
        "Tried once failed but got back in on the long side on the hold above 9350 FB Intraday",
        "Levels on hourly I am looking at for FB see middle box",
        "11 years ago, someone named Mark Zuckerberg appeared on CNBC to discuss a social network FB",
        "11 years ago, someone named Mark Zuckerberg appeared on CNBC to discuss a social network FB https://t.co/R0Eer8E6XX",
        "SPNC Spectranetics http://t.co/UKZ3MRoLy9 AMRS NDRM LC NVGN VLTC MNKD ARIA CLF DF AAPL BAC FB SPY GE BABA NFLX C F",
        "SCTY Seadrill Ltd Ask http://t.co/K4Sw9UjeFj SCTY AAL FB AAPL SCTY stocks share",
        "Well well glad I sold my FB pre earnings after all The upside was bought in the 20 run up preearnings only downside was left folks",
        "FB Earnings Reported After The Bell July 29 http://t.co/a9f1o567En",
        "FB GOOG are mega media properties The rest TWTR LNKD borrowing that magic to enrich founders but questionable",
        "FB shouldnt be called Facebook it should be called FA Foto Album Nothing wrong with that But cant compare to TWTR or LNKD Not SM",
        "Google Inc Is Finally Giving Up on Google Its only a matter of tim... http://t.co/p9bjakGbed FB TWTR LNKD BAC",
        "FB weekly chart After daily gap fill targeting 110 then 11484 oil gold spx spy goog aapl bidu",
        "FB getting ready 4 more upside",
        "FB via Portfolio",
        "Even more impressive is how FB demolished and I dont think Im exaggerating GOOGs google +",
        "Capital is giving away an hour long 1 on 1 trading lesson FOR FREE Enter to win here http://t.co/4MdguOdtGZ FB TWTR AAPL GOOG BABA",
        "FB received a new alert Find out why at http://t.co/nZwqReM0tj stocks daytrading trading mkt NYSE NASDAQ markets 65",
        "HewlettPackard A Solid Buy Ahead Of The Separation http://t.co/7dY9hCdSko http://t.co/JlYeulNmT2 stocks trading investing FB AAPL"
    ]
}