{
    "2015-12-01": [
        "Zuckerberg and his wife, Priscilla Chan, plan to give away 99% of their $FB shares valued at $45B.",
        "Zuckerberg & wife announce plan to donate 99% of their $FB shares to advance human potential and promote equality.",
        "Zuckerberg plans to give 99% of his $FB shares to philanthropic causes during his lifetime after having a daughter.",
        "Tips On Saving Money with investments in $DIA, $SPY, $QQQ, $AAPL, $FB, $GOOG, including Mark Zuckerberg.",
        "Zuckerberg to newborn daughter: Interest in biotech for swing trading with $FB.",
        "ProShares UltraShort Basic Materials 52Wk Low with stocks $SMN, $FB, $JOY, $EEM.",
        "More details on Mark Zuckerberg and Priscilla Chan donating 99% of their $FB stock.",
        "Details on Mark Zuckerberg and Priscilla Chan’s plan to donate 99% of their $FB stock.",
        "Discussion about $FB with #KingofAllOptions on CNBC FastMoney.",
        "Positive December outlook for $SPY and $FB.",
        "New SEC Document(s) for Facebook ($FB).",
        "Zuckberg announces birth of daughter and plans to donate 99% of $FB shares to charity.",
        "Even Zuck thinks $FB shares are overvalued.",
        "Mark Zuckerberg will be donating 99% of his $FB stock worth $45B over his lifetime.",
        "$FB Zuckerberg says he will donate 99% of his shares to charity during his lifetime.",
        "Congratulations to @finkd and Priscilla Chan! FYI link provided for $FB and $TWTR.",
        "Stock Message Board Updated with $QLD, $HYG, $FB, $MO.",
        "Barclays sees three of four FANG stocks continuing outperformance: $AMZN, $NFLX, $GOOG, $GOOGL, $FB.",
        "Morgan Stanley Ask with $MO, $GBSN, $FB, $FNV.",
        "#Whatsapp Bothered By Messenger Rival Telegram - Link provided for $FB.",
        "That's a $45 billion donation by $FB.",
        "Zuckerbergs plan to donate 99% of shares to new charity.",
        "Mark Zuckerberg & Priscilla Chan plan to donate 99% of their $FB shares to charity.",
        "Mark Zuckerberg of Facebook and wife Priscilla will give away 99 percent of fortune, or $45 billion, to charity.",
        "$FB News: Zuckerberg plans to donate 99% of Facebook stake over lifetime.",
        "As daughter is born, Facebook CEO Mark Zuckerberg and wife pledge 99% of their fortune to solve global problems.",
        "VYM Is Still A Good Bet In The Short Term with $FB and $AAPL."
    ]
}