{
    "2015-09-15": [
        "Some Basic Stock Terms To Know",
        "500 Likes for $8 sound appealing? Chk these guys out!",
        "If innovation is adding a \"Dislike\" button to Facebook, that is a sad commentary on our future.",
        "Track curated news and tweets for multiple tickers - Social Media Stocks",
        "More than 5000 Customers happy using our service, Buy 500 Facebook Likes, Only $8!",
        "$8 will get you 500 Page Likes within a few days! Awesome deal",
        "Don't ignore transactions costs- they add up- Social Media Stocks",
        "Frustrated trying to get Likes for your page? Use Liftoff Social!",
        "Hot Stories:",
        "$AAPL $FB $SPY $BABA Farley is having a nervous breakdown",
        "That page needs some fans! Social proof works!",
        "EUM ProShares Short MSCI Emerging Markets Bid Size",
        "THE LONG $ES_F IMMACULATE #CORRECTION IS OVER! THE RISK ON/OFF UNWIND WOW",
        "$FB also over $20 off the recent lows",
        "It's easier to get Likes for your page when you have social proof!",
        "Social Fanzone can get you 500 Likes for just 8 bucks. Really, try them:",
        "The Great Silk Road has been closed to $GOOGL and $FB, but opened to $AAPL.",
        "warriornewsfeed:",
        "When you have likes, it’s easier to get more for your page!",
        "500 FB Likes for $8. We grow your fans w/high quality Likes. Gain a low cost FB audience today",
        "Gotta be In Dbest eMobile payments platform-be a part of payments REVOLUTION",
        "We can help your page get going. 500 Likes for $8 w/packages up to 1000s.",
        "Q&A with Zuck starts in about 10 minutes.",
        "Monitor your watchlist of assets for tweets - Social Media Stocks",
        "I think you should try these guys, they’ll help get likes for your page!",
        "When you have likes, it’s easier to get more for your page!",
        "Give your page a jumpstart with",
        "Zuck confirms plans for Facebook \"dislike\" button, sees \"golden age of video\" arriving",
        "What Hedge Funds Have to Say About Facebook Inc. (FB)?",
        "Use these guys to help you get more Page Likes they are pretty awesome",
        "Zuck confirms plans for Facebook & quot;dislike & quot; button, sees & quot ;golden age of video & quot; arriving",
        "Your page looks like it could use a little lovin’ or (“Liking”)? Try",
        "Don't buy Likes from companies that don't use FB ads to get them! It's the only legit way to go!",
        "More than 5000 Customers happy using our service, Buy 500 Facebook Likes, Only $8!",
        "Give your page a kickstart with 500 Likes for only $8. Seriously about the cost of a good burger",
        "Want people to Like your page? Use these pros | $8 gets you 500 Likes",
        "$FB:US  Facebook Outlines Measures to Combat Racist and Xenophobic Content",
        "Is Help On The Way For Yelp?",
        "Need some Likes? Get 500 for 8 bucks, seriously"
    ]
}