{
    "2016-01-29": [
        "RT @timothysykes: Retweet/fav this if you want another #5LessonFriday video sequel to  100+ likes gets it done $FB ",
        "RT @StockTwits: Facebook. Whoa. Its up 14% right now. That would erase ALL of what its lost in 2016:  $FB ",
        "RT @susracing: 2 great overnight trades nice early session wins $FB Feb5 110 calls @ktfast5 $LABU common @AjTrader7 props #AwesomeCalls",
        "RT @timothysykes: Better late than never with this:  &  &  love it $FB",
        "RT @ValaAfshar: 11 years ago today, someone named Mark Zuckerberg appeared on @CNBC to discuss a small social network. $FB ",
        "And these are today's end-of-day results on #stocks $ATVI $DAL $FB $GE $HD $INTC $KO $MSFT $NFLX $NKE $NVDA $SBUX $V ",
        "Skim the cream of financial news $TWTR $FB $LNKD ",
        "$NFLX $AMZN so you were ok when NFLX popped on the $FB results yesterday AH?",
        "$FB 10-K is about 50 pages bigger than last year’s. Digging in now.",
        "Remember when $FB fell to $19.00 and the talking heads all wondered if they could survive shareholders and Wall Street? Boom!",
        "RT @DomainMondo: Facebook Tops Estimates as Mobile Fuels Sales Growth (video)  #Facebook #mobile $FB #investors",
        "RT @2morrowknight: A patent application published today reveals that #Facebook is eying #ridesharing -  $FB @CNN htt…",
        "Thinking big picture, $FB still feels like the stock every institution has to own--it's like CBS, NBC, Fox and ABC all owned by one company",
        "RT @YahooFinance: Zuckerberg's Fortune Passes Kochs $FB ",
        "That looks like a $FB beat!",
        "The Best Investment You can Make Right Now  $STUDY $TWTR $FB $YHOO $LBIX $LIVE $ZPIN",
        "Vetr Inc. Downgrades Facebook Inc $FB to Hold ",
        "Via AfricaBizAlerts: Get tweets in 1 watchlist for major constituents of #FTSE100 $TWTR $FB $LNKD ",
        " Timothy Sykes can teach you hot to Research Penny Stocks & Their SEC Filings $FB $TWTR $YHOO",
        "RT $QQQ HFT Algos BROKE 102.90 in SIGMA-X, CROSSFINDER, ATS, LX @ 10:28. P/T 100.00 #Quant $MSFT $TWTR $GOOG $AMZN $AAPL $NFLX $TSLA $FB",
        "$FB insanely strong..",
        "RT @carlquintanilla: Facebook stock would have to hit $183 for Mark Zuckerberg to be the world's richest person - @robtfrank, on @CNBC  $FB",
        "@DanZanger love trading $FB  but just thinking out loud here. its great that a CO, tht , doesnt produce anything leads?",
        "$FB 109.11 i stupid hate it , !",
        "Skim the cream of financial news $TWTR $FB $LNKD "
    ]
}