{
    "2016-01-28": [
        "RT @montalvo_d: Facebook, the gold-capped FANG following earnings. But Amazon, Google have yet to report.",
        "$FB:\n\nFacebook’s Mobile Playbook Boosts Sales Growth:",
        "Facebook given $125.00 PT by Nomura. buy rating.",
        "Join Jason Bond Picks some highly profitable trades!!",
        "Our room knows the levels and trades confidently Ur on $TWTR, TAKE A FREE TRIAL",
        "It would seem the only 2 limits in $FB's business are that there are only 24 hours in a day, and only 7.4 billion people on the ",
        "How Facebook Turned Its Greatest Weakness Into Its Greatest Strength",
        "Shorts are not \"like\"ing $FB today, up 16.75% and at highs of the day.",
        "Thrill-Ride Thursday – Hilsenrath Spins the Fed, Spooks Investors:",
        "$FB can never be what $TWTR is. Simply amazing.",
        "Just over three years ago...",
        "$50b in mkt cap gain seems like an under-reaction to $FB’s Q. No mention of currency or China alone worth $20b",
        "Facebook After Hours - Resistance Zone $110.00",
        "Facebook. Whoa. It's up 14% right now. That would erase ALL of what it's lost in 2016:",
        "#Facebook RATED AVOID by",
        "$AAPL $FB Facebook open to payments partnerships with Apple Pay",
        "\"One of the best deals in tech history\" - Cowen's Blackledge, on $FB buying Instagram",
        "$FB Q4 Earnings: Signals Plans For Standalone Video Experience",
        "Don't Trust an Early Bounce; It Could Easily Fail",
        "Finally $FB got some respect, but we still need to see it close way up 15-20pts tmro.",
        "$FB No Brain-er Plus been flipping $UWTI as it shows bullishness",
        "Thanks for the 🐟",
        "Facebook doesn't think about making money like most companies",
        "$DG 4Q investment bank loss 1.15B Euros Europe's largest bank trades 10-yr lows mobile apps #AI",
        "JOIN #TEAMBILLIONAIRE: pennystockdynasty@gmail.com",
        "Facebook's $FB stellar #earnings report dominates headlines today.",
        "Miss it? AM Anticipation 1/28 Stocks mixed $DJIA | durable goods DIVE | Facebook SOARS",
        "I keep hearing how damaged stocks are: #FANG today:",
        "Student is up $400k Trading Momentum Stocks",
        "HFT Algos triggered BUY in SIGMA-X, CROSSFINDER, ATS, LX",
        "In the U.S. 77% of $FB monthly users come every day! The only thing with that level of loyalty is water or the subway.",
        "A Visual Look At Facebook's Massive User Growth",
        "Mortimer Biddell Jr still on hold for his $MS broker to buy $FB getting impatient",
        "#Facebook close to rolling out more \"like button\" options: \"Love,\" \"Wow,\" \"Angry,\" \"Sad\" and \"Haha.\"",
        "Facebook $FB stock closed 2015 at $104.66...got as low as $89.37 in 2016...it's now $108.38 in the premarket trade...",
        "We're live in 20! No prizes for guessing one of our top stories ...",
        "OK - so $FB is up, $AMZN diving...",
        "For every action, a reaction.",
        "$FB givith, and $AMZN taketh away.",
        "BWcapitalMex: $FB aumenta 17% sus usuarios activos diarios y 43.81% sus ingresos.",
        "$FB arriba +6% en $106 tras una bajada fuerte el día de hoy en un mercado muy débil.",
        "Facebook Inc (FB) Earnings Blowout Surprises Even The Most Optimistic Analysts",
        "3 Amazingly Valuable Concepts for NEW Traders",
        "Facebook's big earnings beat boosts the rest of FANG after hours",
        "EARNINGS ALERT: Facebook Q4 EPS $0.79 Adj. vs. $0.68 Est.; Q4 Revs. $5.84B vs. $5.37B Est.",
        "< Awesome video lesson from tim sykes!",
        "MONSTER week for swing trades using options strategies for earnings."
    ]
}