{
    "2014-02-13": [
        "Still can't believe $CMCSA going all in on $TWC. Will DOJ & FCC really allow without major concessions? Is divesting 3M subscribers enough?",
        "$CMCSA - Time Warner Cable to Merge with Comcast Corporation to Create a World-... #stock #stocks #stockaction",
        "Mid Day Options Market Commentary for February 13, 2014 $GT $CMCSA $SHLD $AMAT $TWC $VNDA $CSCO $NTAP $WFM #OPTIONS",
        "$CMCSA Comcast deal 'too big to sail' past feds: Hundt",
        "BREAKING: Comcast to buy Time Warner Cable in an all-stock deal worth $159 per share. MORE: • $CMCSA $TWC",
        "$CMCSA Ma Bell should toll for Comcast's deal",
        "$CMCSA Stocks up on earnings, downbeat data seen as weather driven",
        "$CMCSA sees $TWC deal immediately accretive to free cash flow - sources.",
        "Comcast deal for $TWC does not face ownership cap restrictions, but sure to get tough review from FCC.$CMCSA wants to avoid…",
        "$CMCSA - Heres The One Sentence That Has Every Comcast And Time Warner Cable Em... #stock #stocks #stockaction",
        "CBS CEO Les Moonves: \"If you have the right content you're always going to have the power,\" on negotiating w bigger $CMCSA",
        "Comcast Corporation : AP Top Headlines At 6:25 a.m. EST $CMCSA",
        "Time Warner Cable to merge with Comcast in a deal worth around $45.2 billion $CMCSA $TWC",
        "$CMCSA - Pre-Market: Comcast Snaps Up Time Warner Cable; Retail Sales Fall #stock #stocks #stockaction",
        "$CMCSA buys $TWC for $44B. Rich Greenfield shares his reaction to the acquisition at 6:30a ET",
        "$CMCSA - Comcast-TWC Merger Hinges on Net Neutrality Conditions #stock #stocks #stockaction",
        "\"We are excited about the future\" - Brian Roberts",
        "@WSJ DOJ/FCC better not let $TWC & $CMCSA merge. #NetNeutrality is dead in 10 years if they do.",
        "$CMCSA Comcast Chief Touts Public Interest in TWC Bid",
        "I bet $CMCSA investors / Wall Street would rather have seen some debt financing. A debt free deal is good for the USA",
        "BREAKING: Comcast to buy Time Warner Cable in an all-stock deal worth $159 per share. MORE: $CMCSA $TWC",
        "Congratz to @davidfaber for breaking the biggest buyout story of the year: $CMCSA, $TWC!!!",
        "$CMCSA COMCAST CORP Files SEC form 8-K, Entry into a Material Definitive Agreement, Other Events, Financial Statements and E...",
        "$CMCSA Final Glance: Media companies"
    ]
}